import React from 'react'

const Policy = () => {
  return (
    <div className="bg-white p-6  md:mx-auto">
        <h2 className="text-xl">[นโยบาย] นโยบายความเป็นส่วนตัว </h2>
        <br />
        <h3 className="text-lg">1. บทนำ</h3>
        <br />
        <p className="text-sm">
          1.1 ขอต้อนรับสู่ แบ่งเบา แพลตฟอร์มที่ดำเนินการโดย บริษัท บีนส์ เอ็กซ์ จำกัด
          (เรียกแยกและเรียกรวมกันว่า “แบ่งเบา”, “เรา”, “พวกเรา” หรือ “ของเรา”)
          แบ่งเบา
          มีหน้าที่รับผิดชอบภายใต้กฎหมายและข้อบังคับความเป็นส่วนตัวที่บังคับใช้
          (“กฎหมายคุ้มครองข้อมูลส่วนบุคคล”) อย่างจริงจัง
          และยึดมั่นต่อการเคารพสิทธิและให้ความสำคัญเกี่ยวกับความเป็นส่วนตัวของผู้ใช้เว็บไซต์และแอปพลิเคชันบนมือถือ
          แบ่งเบา ทั้งหมด (เรียกรวมกันว่า “แพลตฟอร์ม”)
          (เราเรียกแพลตฟอร์มและบริการที่เรามอบให้ดังที่ระบุไว้ในแพลตฟอร์มของเราโดยรวมว่า
          (“บริการ”) และ “ผู้ใช้” หมายถึง
          ผู้ใช้ที่มีบัญชีซึ่งได้ลงทะเบียนกับเราและใช้แพลตฟอร์ม
          (เรียกแยกและเรียกรวมกันว่า “ผู้ใช้” “คุณ” หรือ “ของคุณ”)
          เราตระหนักถึงความสำคัญของข้อมูลส่วนบุคคลที่คุณมอบให้แก่เรา
          และเชื่อว่าเรามีหน้าที่รับผิดชอบในการจัดการ ปกป้อง
          และดำเนินการข้อมูลส่วนบุคคลของคุณอย่างเหมาะสม นโยบายความเป็นส่วนตัวนี้
          (“นโยบายความเป็นส่วนตัว” หรือ “นโยบาย”)
          ได้รับการออกแบบมาเพื่อช่วยให้คุณเข้าใจเกี่ยวกับวิธีที่เราเก็บรวบรวม
          ใช้ เปิดเผย
          และ/หรือดำเนินการข้อมูลส่วนบุคคลที่คุณมอบให้แก่เราและ/หรือข้อมูลของคุณที่เราครอบครองไม่ว่าจะในปัจจุบันหรืออนาคต
          รวมทั้งยังเป็นข้อมูลประกอบการตัดสินใจก่อนที่คุณจะให้ข้อมูลส่วนตัวใดๆ
          แก่เรา โปรดอ่านนโยบายความเป็นส่วนตัวนี้โดยละเอียด
          หากคุณมีข้อสงสัยเกี่ยวกับข้อมูลเหล่านี้หรือข้อปฏิบัติว่าด้วยความเป็นส่วนตัวของเรา
          โปรดดูส่วนของหัวข้อ “มีคำถาม ข้อกังวล หรือคำร้องเรียนใช่หรือไม่
          โปรดติดต่อเรา” ในตอนท้ายของนโยบายความเป็นส่วนตัวนี้
        </p>
        <br />
        <p className="text-sm">
          1.2  “ข้อมูลส่วนบุคคล” หมายถึง
          ข้อมูลเกี่ยวกับบุคคลไม่ว่าจริงหรือเท็จที่สามารถใช้เป็นข้อมูลที่ระบุตัวตนของบุคคลผู้นั้น
          หรือจากข้อมูลดังกล่าวหรือข้อมูลอื่นๆ
          ที่องค์กรมีหรืออาจสามารถเข้าถึงได้
          ตัวอย่างข้อมูลส่วนบุคคลที่พบบ่อยได้แก่ ชื่อ หมายเลขประจำตัว
          และข้อมูลการติดต่อ{" "}
        </p>
        <br />
        <p className="text-sm">
          1.3 ในการใช้บริการการลงทะเบียนบัญชีกับเรา เยี่ยมชมแพลตฟอร์ม
          และ/หรือเข้าถึงบริการ คุณได้รับทราบและตกลงว่าคุณยอมรับข้อปฏิบัติ
          ข้อกำหนด และ/หรือนโยบายที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้
          และคุณยินยอมให้เราเก็บรวบรวม ใช้ เปิดเผย
          และ/หรือดำเนินการข้อมูลส่วนบุคคลของคุณดังที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้
          หากคุณไม่ยินยอมให้เราดำเนินการข้อมูลส่วนบุคคลของคุณดังที่ระบุไว้ในนโยบายความเป็นส่วนตัวนี้
          โปรดอย่าใช้บริการหรือเข้าถึงแพลตฟอร์ม
          หากเราเปลี่ยนแปลงนโยบายความเป็นส่วนตัวของเรา
          เราจะแจ้งให้คุณทราบซึ่งรวมถึงการโพสต์การเปลี่ยนแปลงดังกล่าวหรือนโยบายความเป็นส่วนตัวที่แก้ไขบนแพลตฟอร์ม
          เราขอสงวนสิทธิ์ในการแก้ไขนโยบายความเป็นส่วนตัวนี้ในทุกเมื่อโดยภายใต้ขอบเขตสูงสุดที่อนุญาตโดยกฎหมายที่ใช้บังคับในการเข้าใช้บริการหรือแพลตฟอร์มรวมถึงการทำคำสั่งซื้อผลิตภัณฑ์อย่างต่อเนื่องของคุณต่อไปภายหลังการแก้ไขนั้นถือว่าคุณรับทราบและยอมรับการแก้ไขของนโยบายความเป็นส่วนตัวนี้{" "}
        </p>
        <br />
        <p className="text-sm">
          1.4 นโยบายนี้ใช้บังคับร่วมกับการบอกกล่าวข้อสัญญา
          ข้อตกลงให้ความยินยอมใดๆ ที่เกี่ยวข้องกับการเก็บรวบรวม ใช้ เปิดเผย
          และ/หรือประมวลผลข้อมูลส่วนบุคคลของคุณโดยเรา
          โดยนโยบายนี้จะไม่ได้มีผลบังคับเหนือกว่าการบอกกล่าว
          หรือข้อสัญญาและข้อตกลงใดๆ
          เว้นแต่เราจะได้กำหนดไว้โดยชัดแจ้งเป็นอย่างอื่น  {" "}
        </p>
        <br />
        <p className="text-sm">
          1.5 นโยบายนี้ใช้สำหรับทั้งผู้ซื้อ ผู้ขาย พาร์ทเนอร์ และร้านค้า ผู้ใช้บริการของเรา
          เว้นแต่จะได้กำหนดไว้โดยชัดแจ้งเป็นอย่างอื่น{" "}
        </p>
        <br />
        <h3 className="text-lg">
          2. แบ่งเบา จะเก็บรวบรวมข้อมูลส่วนบุคคลเมื่อใด?
        </h3>
        <br />
        <p className="text-sm">
          2.1 เราจะ/อาจเก็บรวบรวมข้อมูลส่วนบุคคลของคุณเมื่อ:
          <br />
          (ก) เมื่อคุณได้เข้าถึงและ/หรือใช้บริการหรือแพลตฟอร์มของเรา
          หรือลงทะเบียนสมัครบัญชีผู้ใช้กับเรา
          <br />
          (ข) เมื่อคุณส่งแบบฟอร์ม รวมถึงแต่ไม่จำกัดเพียง
          แบบฟอร์มการสมัครหรือแบบฟอร์มอื่นๆ
          ที่เกี่ยวข้องกับผลิตภัณฑ์และบริการของเรา
          ไม่ว่าจะแบบออนไลน์หรือแบบฟอร์มเป็นเอกสาร
          <br />
          (ค) เมื่อคุณทำข้อตกลงใดๆ
          หรือให้เอกสารหรือข้อมูลอื่นใดที่เกี่ยวข้องกับการติดต่อระหว่างคุณกับเราหรือเมื่อคุณใช้ผลิตภัณฑ์และบริการของเรา
          <br />
          (ง) เมื่อคุณติดต่อกับเรา เช่น ผ่านทางโทรศัพท์ (ซึ่งจะได้รับการบันทึก)
          จดหมาย แฟกซ์ การประชุมแบบเห็นหน้ากัน แพลตฟอร์มสื่อทางสังคม และอีเมล
          รวมถึงเมื่อคุณได้ติดต่อกับตัวแทนให้บริการลูกค้า (customer service
          agents)
          <br />
          (จ) เมื่อคุณใช้บริการทางอิเล็กทรอนิกส์
          หรือติดต่อกับเราผ่านแพลตฟอร์มหรือใช้บริการ
          ซึ่งรวมถึงแต่ไม่จำกัดเพียงการใช้ผ่านคุกกี้
          ซึ่งเราอาจปรับใช้เมื่อคุณใช้หรือเข้าถึงแอปพลิเคชันหรือเว็บไซต์
          <br />
          (ฉ) เมื่อคุณได้อนุญาตโดยผ่านอุปกรณ์ของคุณ ให้เปิดเผยข้อมูลใดๆ
          แก่แอปพลิเคชันหรือแพลตฟอร์มของเรา
          <br />
          (ช) เมื่อคุณเชื่อมโยงบัญชี แบ่งเบา กับบัญชีสื่อสังคมออนไลน์ (Social
          Media Account) หรือบัญชีผู้ใช้งานอื่นของคุณ
          หรือใช้ฟีเจอร์สื่อสังคมออนไลน์อื่น (Social Media Features)
          ภายใต้นโยบายการให้บริการของผู้ให้บริการฟีเจอร์นั้นๆ
          <br />
          (ซ) เมื่อคุณดำเนินธุรกรรมผ่านบริการของเรา
          <br />
          (ฌ) เมื่อคุณให้ความคิดเห็นหรือคำร้องเรียนแก่เรา
          <br />
          (ญ) เมื่อคุณลงทะเบียนเข้าร่วมกิจกรรมการแข่งขัน 
          <br />
          (ฎ) เมื่อคุณส่งข้อมูลส่วนบุคคลของคุณให้แก่เราด้วยเหตุผลใดก็ตาม
          <br />
          นโยบายดังกล่าวข้างต้นไม่ได้อ้างไว้โดยละเอียดถี่ถ้วนและเป็นเพียงตัวอย่างทั่วไปเมื่อเราเก็บรวบรวมข้อมูลส่วนบุคคลเกี่ยวกับคุณ{" "}
        </p>
        <br />
        <p className="text-sm">
          2.2 เราอาจเก็บรวบรวมข้อมูลส่วนบุคคลของคุณจากคุณ บริษัทในเครือของเรา
          บุคคลที่สาม และจากแหล่งอื่นซึ่งรวมถึงแต่ไม่จำกัดเพียง คู่ค้าทางธุรกิจ
          (เช่น บริษัทผู้ให้บริการขนส่ง หรือผู้ให้บริการรับชำระเงิน)
          ผู้ให้บริการข้อมูลเครดิตหรือผู้ประเมินเครดิต ผู้ให้บริการด้านการตลาด
          รายการส่งเสริมการขายร่วมกับพันธมิตร รายการส่งเสริมการขายแบบแนะนำสมาชิก
          โปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง ผู้ใช้บริการคนอื่น ๆ
          หรือข้อมูลสาธารณะ หรือข้อมูลจากหน่วยงานราชการ{" "}
        </p>
        <br />
        <p className="text-sm">
          2.3 ในบางกรณี คุณอาจให้ข้อมูลส่วนบุคคลของบุคคลอื่นแก่เรา (เช่น
          บุคคลในครอบครัวของคุณ เพื่อน หรือบุคคลในรายชื่อติดต่อของคุณ)
          หากคุณได้ให้ข้อมูลส่วนบุคคลดังกล่าวแก่เรา
          คุณยืนยันและรับรองว่าคุณได้ขอความยินยอมจากบุคคลดังกล่าวเพื่อการประมวลผลข้อมูลส่วนบุคคลตามนโยบายนี้แล้ว{" "}
        </p>
        <br />
        <h3 className="text-lg">
          3. แบ่งเบา จะเก็บรวบรวมข้อมูลส่วนบุคคลใดไว้บ้าง?{" "}
        </h3>
        <br />
        <p className="text-sm">
          3.1  ข้อมูลส่วนบุคคลที่ แบ่งเบา
          อาจเก็บรวบรวมนั้นจะรวมถึงแต่ไม่จำกัดเพียง:
          <br />
          (1) ชื่อ
          <br />
          (2) ที่อยู่อีเมล
          <br />
          (3) วันเกิด
          <br />
          (4) ที่อยู่สำหรับเรียกเก็บเงิน และ/หรือสำหรับจัดส่งผลิตภัณฑ์
          <br />
          (5) รายละเอียดบัญชีธนาคารและข้อมูลการชำระเงิน
          <br />
          (6) หมายเลขติดต่อ
          <br />
          (7) เพศ
          <br />
          (8) หมายเลขตามบัตรประชาชนหรือหนังสือเดินทาง
          <br />
          (9) ที่อยู่ตามบัตรประชาชนหรือหนังสือเดินทาง
          <br />
          (10) ข้อมูลที่ส่งโดย
          หรือเชื่อมต่อกับอุปกรณ์ที่ใช้สำหรับการเข้าถึงบริการหรือแพลตฟอร์มของเรา
          <br />
          (11) ข้อมูลเกี่ยวกับเครือข่ายของคุณ
          รวมถึงรายชื่อติดต่อของคุณเมื่อคุณได้ให้ความยินยอมผ่านอุปกรณ์ของคุณ หรือบุคคลหรือบัญชีใดๆ
          ที่คุณติดต่อด้วย
          <br />
          (12) รูปภาพ หรือ เสียงหรือวิดีโอบันทึก 
          <br />
          (13) ข้อมูลแสดงตัวตนที่ออกให้โดยหน่วยงานรัฐ
          หรือข้อมูลอื่นใดที่จำเป็นสำหรับเราในการตรวจสอบ การรู้จักตัวตนของลูกค้า
          การตรวจสอบยืนยันตัวตน
          การตรวจสอบเพื่อวัตถุประสงค์ในการป้องกันการฉ้อโกงหลอกลวง
          <br />
          (14) ข้อมูลการติดต่อสื่อสารและการตลาด เช่น
          ความสนใจของคุณในการรับข้อมูลทางการตลาดจากเราและบุคคลอื่น
          รูปแบบการติดต่อสื่อสารที่คุณสนใจและประวัติข้อมูลการติดต่อสื่อสารกับเรา
          ผู้ให้บริการของเรา และบุคคลภายนอก
          <br />
          (15) ข้อมูลธุรกรรมและการเข้าใช้งาน
          ซึ่งรวมถึงรายละเอียดข้อมูลการค้นหารายการผลิตภัณฑ์ รายการคำสั่งซื้อ
          ข้อมูลการเข้าชมสื่อโฆษณาและเนื้อหาบนแพลตฟอร์ม
          และข้อมูลผลิตภัณฑ์และบริการอื่นที่เกี่ยวข้องกับคุณ
          <br />
          (16) ข้อมูลตำแหน่ง
          <br />
          (17)
          ข้อมูลอื่นใดเกี่ยวกับผู้ใช้เมื่อผู้ใช้ลงทะเบียนเข้าใช้บริการหรือแพลตฟอร์มของเรา
          และเมื่อผู้ใช้ใช้บริการหรือแพลตฟอร์ม
          รวมถึงข้อมูลที่เกี่ยวกับวิธีการใช้บริการหรือแพลตฟอร์มของผู้ใช้
          <br />
          (18) ข้อมูลส่วนบุคคลที่คุณอาจให้แก่เราผ่านทางแพลตฟอร์ม{" "}
        </p>
        <br />
        <p className="text-sm">
          3.2  คุณตกลงจะไม่ส่งมอบข้อมูลใดๆ
          ที่ไม่ถูกต้องและ/หรือที่ทำให้เข้าใจผิดแก่เรา
          และคุณตกลงจะแจ้งให้เราทราบถึงความไม่ถูกต้องหรือการเปลี่ยนแปลงของข้อมูลนั้น
          เราสงวนสิทธิ์ที่จะขอให้ส่งมอบเอกสารเพิ่มเติมอื่นใดเพื่อการยืนยันข้อมูลใดๆ ที่คุณได้ให้แก่เราตามที่เราเห็นสมควร{" "}
        </p>
        <br />
        <p className="text-sm">
          3.3 
          ในกรณีที่คุณลงทะเบียนเข้าเป็นผู้ใช้บริการของแพลตฟอร์มเราผ่านทางบัญชีผู้ใช้สื่อสังคมออนไลน์
          (“Social Media Account”) หรือเชื่อมโยงบัญชี แบ่งเบา กับ Social Media
          Account ของคุณ หรือใช้ฟีเจอร์สื่อสังคมออนไลน์ใดๆของ แบ่งเบา (แบ่งเบา
          social media features)
          เราอาจเข้าถึงข้อมูลของคุณที่คุณได้ให้ไว้แก่ผู้ให้บริการ Social Media
          Account ของคุณโดยสมัครใจภายใต้นโยบายการให้บริการของผู้ให้บริการนั้น
          โดยเราจะจัดการและใช้ข้อมูลส่วนบุคคลของคุณภายใต้เงื่อนไขที่กำหนดไว้ในนโยบายความเป็นส่วนฉบับนี้เสมอ{" "}
        </p>
        <br />
        <p className="text-sm">
          3.4  หากคุณไม่ประสงค์ให้เราเก็บรวบรวม
          ข้อมูล/ข้อมูลส่วนบุคคลดังที่กล่าวมาข้างต้น
          คุณอาจยกเลิกได้ทุกเมื่อผ่านทางแพลตฟอร์มหรือโดยการแจ้งความประสงค์ให้เจ้าหน้าที่คุ้มครองข้อมูลของเราทราบเป็นลายลักษณ์อักษรคุณสามารถอ่านข้อมูลเพิ่มเติมเกี่ยวกับการยกเลิกได้ที่ส่วนด้านล่างในหัวข้อ
          “วิธีที่คุณสามารถยกเลิก ลบ ร้องขอการเข้าถึง
          หรือแก้ไขข้อมูลที่คุณให้แก่เรา” อย่างไรก็ตาม
          โปรดทราบว่าการยกเลิกการเก็บรวบรวมข้อมูลส่วนบุคคลหรือถอนความยินยอมในการเก็บรวบรวม
          ใช้ แบ่งปัน
          หรือดำเนินการข้อมูลส่วนบุคคลของคุณกับเรานั้นอาจส่งผลต่อการใช้บริการของคุณ
          ตัวอย่างเช่น
          การยกเลิกการเก็บรวบรวมข้อมูลเกี่ยวกับตำแหน่งที่ตั้งจะเป็นการปิดใช้งานคุณลักษณะตามตำแหน่งที่ตั้ง{" "}
        </p>
        <br />
        <h3 className="text-lg">4. การเก็บรวบรวมข้อมูลอื่น </h3>
        <br />
        <p className="text-sm">
          4.1 ในการเข้าถึงเว็บแพลตฟอร์มและแอปพลิเคชันบนมือถือโดยส่วนใหญ่
          อุปกรณ์ของคุณจะส่งข้อมูลซึ่งอาจมีข้อมูลของคุณซึ่งจะถูกบันทึกไว้โดยเซิร์ฟเวอร์ของเว็บเมื่อคุณเรียกดูแพลตฟอร์มของเรา
          ซึ่งโดยทั่วไปจะรวมถึงแต่ไม่จำกัดเพียง ที่อยู่ IP ของอุปกรณ์ของคุณ
          (Internet Protocol/IP address)
          ระบบปฏิบัติการคอมพิวเตอร์/อุปกรณ์เคลื่อนที่ เวอร์ชันของเบราว์เซอร์
          ประเภทของอุปกรณ์เคลื่อนที่ คุณลักษณะของอุปกรณ์เคลื่อนที่
          สิ่งบ่งชี้เฉพาะของอุปกรณ์ (unique device identifier/UDID)
          สิ่งบ่งชี้ของอุปกรณ์เคลื่อนที่ (mobile equipment identifier/MEID)
          ของอุปกรณ์เคลื่อนที่ของคุณที่อยู่เว็บเพจที่อ้างอิง (ถ้ามี)
          หน้าที่คุณเข้าชมผ่านบนเว็บแพลตฟอร์มและแอปพลิเคชันบนมือถือของเรา
          และเวลาที่เข้าชม และบางครั้งอาจรวมถึง &quot;คุกกี้&quot;
          (ซึ่งคุณสามารถปิดการใช้งานได้โดยการตั้งค่าการใช้งานอุปกรณ์ของคุณ)
          เพื่อช่วยให้แพลตฟอร์มจดจำการเข้าชมครั้งล่าสุดของคุณ
          เมื่อคุณเข้าสู่ระบบข้อมูลนี้จะเชื่อมโยงกับบัญชีผู้ใช้ของคุณ
          และข้อมูลนี้จะถูกนำไปใช้ในเชิงสถิติที่ไม่ระบุตัวตนเพื่อช่วยให้เราทำความเข้าใจเกี่ยวกับพฤติกรรมการใช้งานแพลตฟอร์มของเราโดยผู้เยี่ยมชม{" "}
        </p>
        <p className="text-sm">
          4.2 
          แอปพลิเคชันบนมือถือของเราอาจเก็บรวบรวมข้อมูลที่แม่นยำเกี่ยวกับตำแหน่งที่ตั้งของอุปกรณ์เคลื่อนที่ของคุณโดยใช้เทคโนโลยี
          เช่น GPS, Wi-Fi ฯลฯ เราเก็บรวบรวม ใช้ เปิดเผย
          และ/หรือประมวลผลข้อมูลนี้เพื่อวัตถุประสงค์ตามที่ได้ระบุไว้ในข้อ 6.1
          ภายใต้วัตถุประสงค์ใดวัตถุประสงค์หนึ่งหรือหลายวัตถุประสงค์
          ซึ่งรวมถึงแต่ไม่จำกัดเพียง บริการตามตำแหน่งที่ตั้งที่คุณร้องขอ
          หรือการส่งเนื้อหาที่เกี่ยวข้องให้แก่คุณตามตำแหน่งที่ตั้งของคุณ
          หรืออนุญาตให้คุณแบ่งปันตำแหน่งที่ตั้งของคุณให้แก่ผู้ใช้อื่นโดยเป็นส่วนหนึ่งของบริการภายใต้แอปพลิเคชันบนมือถือของเราสำหรับอุปกรณ์เคลื่อนที่ส่วนใหญ่
          คุณสามารถถอนสิทธิ์ที่จะให้เราได้รับข้อมูลเกี่ยวกับตำแหน่งที่ตั้งของคุณผ่านการตั้งค่าบนอุปกรณ์ของคุณ
          หากคุณมีข้อสงสัยเกี่ยวกับวิธีปิดการใช้งานบริการเกี่ยวกับตำแหน่งที่ตั้งบนอุปกรณ์เคลื่อนที่ของคุณ
          โปรดติดต่อผู้ให้บริการอุปกรณ์เคลื่อนที่หรือผู้ผลิตอุปกรณ์ของคุณ{" "}
        </p>
        <br />
        <p className="text-sm">
          4.3  เช่นเดียวกันกับเมื่อคุณดูเพจต่างๆ
          บนเว็บแพลตฟอร์มและแอปพลิเคชันบนมือถือของเรา
          เมื่อคุณเข้าชมเนื้อหาและโฆษณาและเข้าใช้งานซอฟต์แวร์อื่นๆ
          บนแพลตฟอร์มของเราหรือผ่านบริการของเรา
          ข้อมูลดังกล่าวอาจจะถูกส่งมาถึงเรา (รวมถึงแต่ไม่จำกัดเพียง ที่อยู่ IP
          (IP Address) และระบบปฏิบัติการ ฯลฯ)
          แต่แทนที่จะส่งข้อมูลการเข้าชมหน้าต่างๆ ของคุณ
          อุปกรณ์ของคุณจะส่งข้อมูลเกี่ยวกับเนื้อหา โฆษณาที่เข้าชม
          และ/หรือซอฟต์แวร์ที่ติดตั้งผ่านบริการ และแพลตฟอร์มและเวลาที่เข้าชม
          ให้แก่เรา{" "}
        </p>
        <br />
        <h3 className="text-lg">5. คุกกี้ </h3>
        <br />
        <p className="text-sm">
          5.1  เรา หรือบุคคลอื่นผู้ให้บริการในนามของเรา
          และบริษัทคู่ค้าสื่อโฆษณาของเรา อาจมีการใช้ “คุกกี้”
          หรือฟีเจอร์อื่นๆในบางคราวเพื่อช่วยให้เราหรือบุคคลภายนอกสามารถเก็บรวบรวมหรือเปิดเผยแบ่งปันข้อมูลเกี่ยวกับการใช้บริการหรือแพลตฟอร์มของเรา
          ซึ่งฟีเจอร์นี้จะช่วยให้เราปรับปรุงแพลตฟอร์มและบริการที่เรานำเสนอ
          หรือช่วยให้เรามอบบริการและฟีเจอร์ใหม่ๆ ได้
          และ/หรือทำให้เราและบริษัทคู่ค้าสื่อโฆษณาสามารถนำเสนอเนื้อหาที่เกี่ยวข้องตามความสนใจของคุณ
          ซึ่งรวมถึงการทำโฆษณาติดตามลูกค้า “คุกกี้” คือตัวระบุต่างๆ
          ที่เก็บอยู่ในคอมพิวเตอร์หรืออุปกรณ์เคลื่อนที่ของคุณซึ่งบันทึกข้อมูลเกี่ยวกับคอมพิวเตอร์หรืออุปกรณ์ของคุณ
          วิธีและเวลาในการใช้หรือเยี่ยมชมบริการหรือแพลตฟอร์ม จำนวนผู้ใช้
          และกิจกรรมอื่นๆภายในแพลตฟอร์มของเรา
          เราอาจเชื่อมโยงข้อมูลคุกกี้กับข้อมูลส่วนบุคคลของคุณ นอกจากนี้
          คุกกี้ยังเชื่อมโยงกับข้อมูลเกี่ยวกับรายการที่คุณเลือกซื้อและ เว็บ
          เพจต่างๆที่คุณเข้าชมด้วย
          ซึ่งเราใช้ข้อมูลนี้เพื่อติดตามข้อมูลเกี่ยวกับรถเข็นสินค้า (shopping
          cart) ของคุณ เพื่อมอบเนื้อหาที่เหมาะสมกับความสนใจของคุณ
          เพื่อให้บริษัทคู่ค้าสื่อโฆษณาของเราสามารถนำเสนอโฆษณาบนไซต์ต่างๆ
          บนอินเตอร์เน็ต และเพื่อการวิเคราะห์ข้อมูล
          และเพื่อตรวจสอบการใช้บริการของเราแพลตฟอร์ม{" "}
        </p>
        <br />
        <p className="text-sm">
          5.2  คุณอาจปฏิเสธการใช้คุกกี้ได้โดยเลือกการตั้งค่าที่เหมาะสมในเบราว์เซอร์หรืออุปกรณ์ของคุณ
          อย่างไรก็ดี โปรดทราบว่าหากคุณปฏิเสธการใช้คุกกี้
          คุณอาจไม่สามารถใช้ฟังก์ชันการทำงานของแพลตฟอร์มหรือบริการได้อย่างเต็มที่{" "}
        </p>
        <br />
        <h3 className="text-lg">
          6. เรามีวิธีการใช้ข้อมูลที่คุณให้แก่เราอย่างไรบ้าง?{" "}
        </h3>
        <br />
        <p className="text-sm">
          6.1  เราอาจเก็บรวบรวม ใช้ เปิดเผย
          และ/หรือดำเนินการข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์อย่างน้อยหนึ่งวัตถุประสงค์ดังต่อไปนี้
          <br />
          (1)  เพื่อพิจารณาและ/หรือดำเนินการการยื่นเรื่อง/ธุรกรรมของคุณกับเรา
          หรือธุรกรรมหรือการติดต่อสื่อสารของคุณกับบุคคลภายนอกผ่านบริการ
          <br />
          (2)  เพื่อจัดการดำเนินการ ให้
          และ/หรือบริหารการใช้งานของคุณและ/หรือเพื่อเข้าถึงบริการและเว็บแพลตฟอร์มของเรา
          รวมถึงความสัมพันธ์และบัญชีผู้ใช้ของคุณกับเรา
          <br />
          (3)  เพื่อตอบรับ ดำเนินการ จัดการ หรือทำธุรกรรมให้เสร็จสมบูรณ์
          และ/หรือทำตามการร้องขอเกี่ยวกับผลิตภัณฑ์และบริการของคุณ
          และแจ้งให้คุณทราบเกี่ยวกับปัญหาด้านการบริการและการดำเนินการเกี่ยวกับบัญชี
          ที่มีความผิดปกติ
          <br />
          (4) 
          เพื่อบังคับใช้เงื่อนไขการให้บริการหรือข้อตกลงสิทธิ์การใช้งานสำหรับผู้ใช้ที่เกี่ยวข้อง
          <br />
          (5)  เพื่อป้องกันความปลอดภัยและสิทธิ์ ทรัพย์สินส่วนบุคคล
          หรือความปลอดภัยของบุคคลอื่น
          <br />
          (6)  เพื่อการระบุตัวตน การตรวจสอบยืนยันตัวตน หรือการตรวจสอบ หรือ
          การรู้จักตัวตนของลูกค้า
          <br />
          (7)  เพื่อประเมินและพิจารณาอนุมัติเกี่ยวกับข้อมูลความเสี่ยงและความสามารถด้านเครดิตและสินเชื่อของคุณสำหรับการกู้ยืม การผ่อนจ่าย หรือผลิตภัณฑ์สินเชื่อใดๆ แล้วแต่กรณี
          <br />
          (8)  เพื่อรักษาและควบคุมการอัปเดตซอฟต์แวร์และ/หรือการอัปเดตอื่นๆ
          และให้การสนับสนุนที่จำเป็นในบางคราวเพื่อให้แน่ใจว่าบริการของเราจะเป็นไปอย่างราบรื่น
          <br />
          (9)  เพื่อจัดการหรืออำนวยความสะดวกในการให้บริการลูกค้า
          ปฏิบัติตามคำสั่งของคุณ จัดการหรือตอบข้อซักถามที่ได้รับ
          (หรืออ้างว่าได้รับ) จากคุณหรือในนามของคุณ
          <br />
          (10)  เพื่อติดต่อหรือสื่อสารกับคุณผ่านการโทรด้วยเสียง ข้อความ
          และ/หรือข้อความแฟกซ์ อีเมล และ/หรือการส่งไปรษณีย์ หรือในรูปแบบอื่นใด
          เพื่อวัตถุประสงค์ในการบริหารและ/หรือจัดการความสัมพันธ์ระหว่างคุณกับเราหรือการใช้บริการของเรา
          เ
          <br />
          (11)  เพื่อการศึกษาวิจัย วิเคราะห์ และพัฒนากิจกรรมต่างๆ
          (รวมถึงแต่ไม่จำกัดเพียง การวิเคราะห์ข้อมูล การสำรวจ
          การพัฒนาผลิตภัณฑ์และบริการ
          และ/หรือ การวิเคราะห์ข้อมูลตามความสนใจหรือพฤติกรรมของคุณ)
          เพื่อวิเคราะห์การใช้บริการ เพื่อแนะนำผลิตภัณฑ์และ/หรือ
          บริการตามความสนใจของคุณ เพื่อนำไปปรับปรุงบริการหรือผลิตภัณฑ์ของเรา
          และ/หรือช่วยเสริมประสบการณ์ของลูกค้า
          <br />
          (12)  เพื่อให้สามารถตรวจสอบและทำการสำรวจและอื่นๆ
          เพื่อตรวจสอบขนาดและองค์ประกอบของกลุ่มเป้าหมายของเรา
          และทำความเข้าใจเกี่ยวกับประสบการณ์ที่ลูกค้าได้รับจากบริการของ แบ่งเบา
          <br />
          (13)  เพื่อการตลาดและโฆษณา สำหรับกิจกรรมส่งเสริมการตลาด
          กรณีดังกล่าวนี้เราจะแจ้งบอกกล่าวสื่อสารในวิธีการและรูปแบบต่างๆ
          เกี่ยวกับการทำการตลาด และ
          ข้อมูลและสื่อเกี่ยวกับกิจกรรมส่งเสริมการตลาดที่เกี่ยวข้องกับผลิตภัณฑ์และ/หรือบริการ
          (ซึ่งรวมถึงแต่ไม่จำกัดเพียง ผลิตภัณฑ์และ/หรือบริการของบุคคลอื่นใดที่
          แบ่งเบา อาจทำร่วมกันหรือมีข้อตกลงระหว่างกัน)   ซึ่ง แบ่งเบา (และ/หรือ
          บริษัทในเครือ หรือ บริษัทที่เกี่ยวข้อง) อาจจำหน่าย ทำการตลาด
          หรือส่งเสริมการขาย
          ทั้งสำหรับผลิตภัณฑ์หรือบริการที่มีอยู่แล้วในขณะนี้และที่จะจัดให้มีขึ้นในภายหลัง
          <br />
          (14)  เพื่อตอบสนองต่อกระบวนการทางกฎหมาย
          หรือปฏิบัติตามหรือเป็นไปตามกฎหมายที่บังคับใช้
          ข้อกำหนดของภาครัฐหรือตามกฎข้อบังคับภายใต้อำนาจการพิจารณาที่เกี่ยวข้อง
          หรือเมื่อเราเชื่อโดยสุจริตว่าการเปิดเผยข้อมูลของคุณนั้นเป็นสิ่งจำเป็นที่เราต้องกระทำ
          รวมถึงแต่ไม่จำกัดเพียง
          การดูแลให้เป็นไปตามข้อกำหนดเพื่อทำให้การเปิดเผยข้อมูลนั้นเป็นไปตามข้อกำหนดของกฎหมายที่
          แบ่งเบา หรือบริษัทที่เกี่ยวข้องหรือบริษัทในเครือต้องปฏิบัติตาม
          (รวมถึงการแสดงชื่อ ข้อมูลการติดต่อ และชื่อบริษัท ของคุณ หากใช้บังคับ)
          <br />
          (15) 
          เพื่อจัดทำข้อมูลสถิติและงานวิจัยเพื่อการรายงานภายในองค์กรและตามกฎหมาย
          และ/หรือตามข้อกำหนดเกี่ยวกับการจัดเก็บบันทึก
          <br />
          (16)  เพื่อตรวจสอบบริการของเราหรือ ธุรกิจของ แบ่งเบา
          <br />
          (17)  เพื่อป้องกันและตรวจสอบ
          การละเมิดหรือสงสัยว่าจะเป็นการกระทำละเมิดเกี่ยวกับข้อกำหนดในเงื่อนไขการให้บริการของเรา
          การฉ้อโกง กิจกรรมที่ผิดกฎหมาย การละเว้นหรือการประพฤติผิด
          ไม่ว่าจะเกี่ยวข้องกับการใช้บริการของเราหรือกิจกรรมอื่นใดอันเกิดจากความสัมพันธ์ของคุณกับเรา
          <br />
          (18)  เพื่อตอบสนองต่อการเรียกร้องหรือการเรียกร้องโดยข่มขู่ที่กระทำต่อ
          แบ่งเบา หรือการเรียกร้องอื่นที่อ้างว่า “เนื้อหา”
          ละเมิดสิทธิของบุคคลอื่น
          <br />
          (19)  เพื่อจัดเก็บ โฮสต์ สำรองข้อมูล
          (ไม่ว่าจะเพื่อการกู้คืนจากความเสียหายหรือเหตุอื่นใด)
          ข้อมูลส่วนบุคคลของคุณ ไม่ว่าจะอยู่ในหรือนอกอำนาจการพิจารณา{" "}
        </p>
        <br />
        <p className="text-sm">
          6.2  คุณรับทราบ ยินยอมและตกลงว่า แบ่งเบา อาจเข้าถึง เก็บรักษา
          และเปิดเผย ข้อมูลในบัญชีผู้ใช้ของคุณและรวมถึง “เนื้อหา” 
          ในกรณีที่ต้องปฏิบัติตามกฎหมาย หรือตามคำสั่งศาล
          หรือคำสั่งจากหน่วยงานรัฐใดๆ ที่มีเขตอำนาจบังคับต่อ แบ่งเบา
          หรือตามความเชื่อโดยสุจริตว่าต้องกระทำการดังกล่าวเพื่อ
          <br />
          (1) ปฏิบัติตามขั้นตอนของกฎหมายใดๆ
          <br />
          (2) ปฏิบัติตามคำสั่งจากหน่วยงานรัฐใดๆ ที่มีเขตอำนาจบังคับต่อ แบ่งเบา
          <br />
          (3) บังคับให้เป็นไปตามเงื่อนไขการให้บริการและนโยบายความเป็นส่วนตัวนี้
          <br />
          (4) ปฏิบัติตามข้อเรียกร้องใดๆ ไม่ว่าโดยข่มขู่หรือตามความเป็นจริง
          ที่ร้องต่อ แบ่งเบา หรือตามข้อเรียกร้องใดๆ จากการที่ “เนื้อหา”
          นั้นละเมิดสิทธิใดๆ ของบุคคลอื่น
          <br />
          (5) ปฏิบัติตามคำร้องขอของคุณในส่วนการบริการลูกค้า หรือ
          <br />
          (6) ปกป้องสิทธิ รักษาความปลอดภัยในทรัพย์สินและบุคคลของ แบ่งเบา ผู้ใช้
          และ/หรือสาธารณะ{" "}
        </p>
        <br />
        <p className="text-sm">
          6.3  เนื่องจากวัตถุประสงค์ที่เราจะเก็บรวบรวม ใช้ เปิดเผย
          และ/หรือดำเนินการข้อมูลส่วนบุคคลของคุณขึ้นอยู่กับสถานการณ์เฉพาะหน้าวัตถุประสงค์ดังกล่าวอาจไม่ปรากฎในข้างต้น
          อย่างไรก็ตาม เราจะแจ้งให้คุณทราบถึงวัตถุประสงค์ดังกล่าว ณ
          เวลาที่ขอรับความยินยอมจากคุณ
          เว้นแต่การดำเนินการข้อมูลที่เกี่ยวข้องโดยไม่ได้รับความยินยอมจากคุณนั้นเป็นไปตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนดไว้{" "}
        </p>
        <br />
        <h3 className="text-lg">
          7. แบ่งเบา คุ้มครองและเก็บรักษาข้อมูลส่วนบุคคลของลูกค้าอย่างไรบ้าง?{" "}
        </h3>
        <br />
        <p className="text-sm">
          7.1  เรานำมาตรการด้านความปลอดภัยต่างๆ
          ที่หลากหลายมาใช้ด้วยความพยายามอย่างดีที่สุด
          เพื่อให้แน่ใจว่าข้อมูลส่วนบุคคลของคุณที่อยู่ในระบบของเรานั้นมีความปลอดภัย ข้อมูลส่วนบุคคลของผู้ใช้จะถูกเก็บไว้ในเครือข่ายที่มีความปลอดภัย
          และสามารถเข้าถึงได้โดยพนักงานจำนวนจำกัดเท่านั้น
          ซึ่งจะเป็นบุคคลที่มีสิทธิพิเศษในการเข้าถึงระบบดังกล่าว อย่างไรก็ตาม
          เราไม่สามารถรับประกันความปลอดภัยของข้อมูลส่วนบุคคลของคุณได้อย่างสมบูรณ์{" "}
        </p>
        <br />
        <p className="text-sm">
          7.2 
          เราจะรักษาข้อมูลส่วนบุคคลของคุณตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลและ/หรือกฎหมายอื่นที่เกี่ยวข้อง ซึ่งเราจะทำลายหรือไม่ระบุชื่อข้อมูลส่วนบุคคลของคุณทันทีที่มีเหตุผลอันเชื่อได้ว่าi)วัตถุประสงค์ของการเก็บรวบรวมข้อมูลส่วนบุคคลนั้นไม่ตรงกับการรักษาข้อมูลส่วนบุคคลดังกล่าวไว้อีกต่อไป
          และ
          (ii)ไม่จำเป็นต้องรักษาข้อมูลส่วนบุคคลดังกล่าวเพื่อวัตถุประสงค์ทางกฎหมายหรือธุรกิจอีกต่อไป
          และ(iii)ไม่มีเหตุอันจะอ้างประโยชน์อันชอบธรรมในการเก็บรักษาข้อมูลส่วนบุคคลดังกล่าวได้อีกต่อไป
          หากคุณหยุดการใช้งานแพลตฟอร์ม
          หรือสิทธิการใช้งานแพลตฟอร์มและ/หรือบริการของคุณถูกเพิกถอนหรือสิ้นสุดลง
          เราอาจจัดเก็บ ใช้
          และ/หรือเปิดเผยข้อมูลส่วนบุคคลต่อไปได้ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลและข้อผูกพันของเราภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคลนี้ภายใต้กฎหมายที่บังคับใช้
          เราอาจทำลายข้อมูลส่วนบุคคลของคุณอย่างปลอดภัยโดยไม่ต้องแจ้งให้ทราบล่วงหน้า{" "}
        </p>
        <br />
        <h3 className="text-lg">
          8. แบ่งเบา
          เปิดเผยข้อมูลที่รวบรวมจากผู้เยี่ยมชมให้แก่บุคคลภายนอกหรือไม่?{" "}
        </h3>
        <br />
        <p className="text-sm">
          8.1  ในการดำเนินธุรกิจของเรา เราอาจจำเป็นต้องใช้ ประมวลผล
          เปิดเผยข้อมูลและ/หรือโอนส่วนบุคคลของคุณให้แก่ผู้ให้บริการซึ่งเป็นบุคคลภายนอก
          ตัวแทน และ/หรือบริษัทในเครือ หรือบริษัทที่เกี่ยวข้องของเรา
          และ/หรือบุคคลที่สามอื่นๆ ซึ่งอาจตั้งอยู่ในหรือนอกประเทศไทย
          เพื่อวัตถุประสงค์ดังที่ระบุไว้ในข้อ 6.1 ข้างต้น
          สำหรับหนึ่งหรือหลายวัตถุประสงค์
          เรามุ่งมั่นที่จะทำให้มั่นใจว่าบุคคลภายนอกและบริษัทในเครือของเราเก็บรักษาข้อมูลส่วนบุคคลของคุณให้ปลอดภัยจากการเข้าถึงบุคคลภายนอกดังกล่าวรวมถึงแต่ไม่จำกัดเพียง:
          <br />
          (ก) บริษัทในเครือ
          บริษัทในกลุ่มและบริษัทที่เกี่ยวข้องของเรา โดยที่บริษัทในเครือหรือบริษัทในกลุ่มอาจเก็บรวบรวม ใช้
          หรือประมวลผลข้อมูลส่วนบุคคลที่ได้รับเพื่อวัตถุประสงค์ในการดำเนินการที่เกี่ยวกับการให้บริการของตน ทั้งนี้
          ภายใต้กฎหมายกฎหมายคุ้มครองข้อมูลส่วนบุคคล
          และนโยบายความเป็นส่วนตัวของบริษัทในเครือหรือบริษัทในกลุ่มดังกล่าว
          <br />
          (ข)  ผู้ซื้อ ผู้ขาย พาร์ทเนอร์ หรือร้านค้า
          ที่คุณได้ทำธุรกรรมหรือได้ติดต่อด้วยผ่านทางแพลตฟอร์ม
          หรือเกี่ยวกับการใช้บริการของเราเพื่อ วัตถุประสงค์ ตามที่ระบุไว้ข้างต้น
          <br />
          (ค)  ผู้ใช้อื่นของเว็บแพลตฟอร์มเพื่อวัตถุประสงค์ที่ระบุไว้ในข้อ
          6.1 ข้างต้นสำหรับหนึ่งหรือหลายวัตถุประสงค์
          <br />
          (ง)  ผู้รับจ้าง ตัวแทน ผู้ให้บริการ และบุคคลภายนอกอื่นๆ
          ที่เราใช้เพื่อสนับสนุนธุรกิจของเรา บุคคลเหล่านี้รวมถึงแต่ไม่จำกัดเพียง
          บุคคลดังกล่าวข้างต้นซึ่งเป็นผู้ให้บริการด้านการบริหารจัดการหรือให้บริการด้านอื่นๆ
          เช่น บริษัทรับส่งจดหมาย บริษัทที่ให้บริการขนส่ง (logistics
          service)บริษัทที่ให้บริการทางการเงิน(financial
          services) บริษัทคู่ค้าสื่อโฆษณาและการตลาด บริษัทที่ให้บริการด้านโทรคมนาคม
          บริษัทที่ให้บริการด้านเทคโนโลยีสารสนเทศ และศูนย์ข้อมูล
          <br />
          (จ)  หน่วยงานรัฐและหน่วยงานกำกับดูแลต่างๆ
          ที่มีอำนาจควบคุมกำกับดูแลเหนือ แบ่งเบา
          หรือตามที่ได้รับอนุญาตตามที่ระบุไว้ในข้อ 6.2
          <br />
          (ฉ)  ผู้ซื้อ ผู้รับโอนหรือผู้สืบตำแหน่งในกรณีควบรวมกิจการ ถอนทุน
          ปรับโครงสร้าง จัดระเบียบองค์กรใหม่ เลิกกิจการ
          หรือการขายหรือโอนสินทรัพย์บางส่วนหรือทั้งหมดของ แบ่งเบา
          ไม่ว่าจะเป็นการดำเนินงานต่อเนื่องหรือเป็นส่วนหนึ่งของการล้มละลาย
          การเลิกกิจการทั้งหมด หรือการดำเนินการที่คล้ายกัน
          ซึ่งข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้บริการของเราที่ แบ่งเบา
          ถือครองอยู่เป็นส่วนหนึ่งของสินทรัพย์ที่ถ่ายโอนไป
          <br />
          (ซ) 
          บุคคลภายนอกที่เราได้เปิดเผยข้อมูลให้เพื่อวัตถุประสงค์ที่ระบุไว้ในข้อ
          6.1 ข้างต้นสำหรับหนึ่งหรือหลายวัตถุประสงค์ และบุคคลภายนอกดังกล่าวอาจเก็บรวบรวมและประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ที่ระบุไว้ในข้อ
          6.1 ข้างต้นสำหรับหนึ่งหรือหลายวัตถุประสงค์{" "}
        </p>
        <br />
        <p className="text-sm">
          8.2  เราอาจแบ่งปันข้อมูล
          ซึ่งรวมถึงข้อมูลเชิงสถิติและประชากรศาสตร์เกี่ยวกับผู้ใช้และข้อมูลการใช้บริการของผู้ใช้ของเราให้แก่บริษัทคู่ค้าสื่อโฆษณาและบุคคลอื่นผู้ซึ่งจัดหาโฆษณา
          ผู้ทำโฆษณาแบบติดตามลูกค้า และ/หรือการเขียนโปรแกรม {" "}
        </p>
        <br />
        <p className="text-sm">
          8.3  เพื่อหลีกเลี่ยงข้อสงสัย
          ในกรณีที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลหรือกฎหมายที่เกี่ยวข้องอื่นๆ
          อนุญาตให้องค์กร เช่น องค์กรของเราให้เก็บรวบรวม ใช้
          หรือเปิดเผยข้อมูลส่วนบุคคลของคุณโดยไม่ต้องรับความยินยอมจากคุณ
          ให้การอนุญาตตามกฎหมายนั้นใช้บังคับต่อไป
          โดยเป็นไปภายใต้กฎหมายที่ใช้บังคับกำหนด
          เราอาจใช้ข้อมูลส่วนบุคคลของคุณภายใต้ฐานการประมวลผลข้อมูลทางกฎหมายที่เกี่ยวข้อง
          โดยอาจอ้างอิงฐานหนึ่งหรือหลายฐานประกอบกันตามที่เกี่ยวข้องกับวัตถุประสงค์นั้นๆ
          ตามที่ระบุไว้ในข้อ 6.1 ข้างต้น ซึ่งรวมถึง
          ฐานทางกฎหมายเพื่อการปฏิบัติหน้าที่ตามกฎหมาย
          ฐานสัญญาเพื่อการปฏิบัติทางสัญญากับคุณ
          เพื่อประโยชน์โดยชอบด้วยกฎหมายและเหตุผลของเราในการใช้ข้อมูลซึ่งเราจะคำนึงถึงการกระทบต่อสิทธิของคุณเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล
          เพื่อประโยชน์อื่นใดตามที่คุณได้ให้ความยินยอมซึ่งจะได้ขอจากคุณเป็นครั้งคราวไปเมื่อจำเป็น
          หรือเมื่อจำเป็นเกี่ยวกับการร้องเรียนทางกฎหมายใดๆ{" "}
        </p>
        <br />
        <p className="text-sm">
          8.4 บุคคลภายนอกอาจปิดกั้นหรือเข้าถึงข้อมูลส่วนบุคคลที่ส่งต่อไปยังหรืออยู่ในแพลตฟอร์มอย่างผิดกฎหมาย
          เทคโนโลยีอาจทำงานผิดปกติหรือไม่ทำงานตามที่คาดหวัง
          หรือบุคคลใดอาจเข้าถึง ใช้ข้อมูลอย่างไม่เหมาะสม
          หรือใช้ข้อมูลในทางที่ผิด โดยที่ไม่ได้มีสาเหตุมาจากเรา ถึงกระนั้นก็ตาม
          เราจะใช้มาตรการด้านความปลอดภัยที่สมเหตุสมผลเพื่อคุ้มครองข้อมูลส่วนบุคคลของคุณตามที่กำหนดไว้ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล
          อย่างไรก็ดี
          เราไม่สามารถรับประกันถึงความปลอดภัยได้โดยสิ้นเชิงในกรณีที่มิอาจหลีกเลี่ยงได้
          เช่นว่าแต่ไม่จำกัดเพียง
          เมื่อการเปิดเผยข้อมูลโดยไม่ได้รับอนุญาตเกิดจากการเจาะข้อมูลที่ประสงค์ร้ายที่มีความซับซ้อนโดยผู้ที่ไม่พอใจ
          โดยที่ไม่ได้มีสาเหตุมาจากเรา{" "}
        </p>
        <br />
        <h3 className="text-lg">9. ข้อมูลของเด็ก </h3>
        <p className="text-sm">
          บริการนี้ไม่ได้มุ่งหมายไว้ให้บริการสำหรับเด็กที่มีอายุต่ำกว่า  13  ปี 
          เราจะไม่รวบรวม หรือเก็บรักษาข้อมูลส่วนตัวใดๆ
          หรือข้อมูลที่ไม่เป็นส่วนตัวที่สามารถระบุยืนยันตัวตนได้จากผู้ซึ่งมีอายุต่ำกว่า
          13 ปี หรือจัดให้ส่วนหนึ่งส่วนใดของแพลตฟอร์มหรือบริการอื่นๆ
          ของเราแสดงแก่เด็กที่มีอายุต่ำกว่า 13 ปี โดยตั้งใจ ทั้งนี้
          เราขอให้บุคคลผู้เป็นบิดามารดาหรือผู้ปกครองตามกฎหมาย
          โปรดดูแลไม่ให้เด็กที่อยู่ภายใต้อำนาจปกครองของท่านส่งมอบข้อมูลส่วนตัวให้แก่
          แบ่งเบาแต่ในกรณีที่มีการส่งมอบข้อมูลส่วนตัวของเด็กที่มีอายุต่ำกว่า 13
          ปีที่อยู่ภายใต้อำนาจปกครองของท่านให้แก่แบ่งเบาถือว่าท่านยินยอมให้เราครอบครองข้อมูลส่วนตัวนั้น
          และท่านยอมรับและตกลงที่จะผูกพันตามเงื่อนไขที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้ในนามของเด็กผู้นั้น
          อย่างไรก็ตาม เราจะทำการปิดบัญชีที่เด็กใช้และจะถอนและ/หรือลบข้อมูลส่วนบุคคลใดๆ
          ซึ่งเราเชื่อว่าถูกส่งมาจากเด็กที่มีอายุต่ำกว่า 13
          ปี โดยปราศจากความยินยอมจากบุคคลผู้เป็นบิดามารดาหรือผู้ปกครองตามกฎหมาย{" "}
        </p>
        <br />
        <h3 className="text-lg">
          10.
          การปฏิเสธความรับผิดชอบเกี่ยวกับความปลอดภัยและแพลตฟอร์มของบุคคลภายนอก{" "}
        </h3>
        <br />
        <p className="text-sm">
          10.1 
          เราไม่รับประกันว่าข้อมูลส่วนบุคคลและ/หรือข้อมูลอื่นที่คุณให้แก่แพลตฟอร์มของบุคคลภายนอกจะมีความปลอดภัย
          เรานำมาตรการด้านความปลอดภัยต่างๆ
          มาใช้เพื่อรักษาความปลอดภัยให้กับข้อมูลส่วนบุคคลของคุณซึ่งอยู่ในความครอบครองหรือควบคุมของเรา
          ข้อมูลส่วนบุคคลของผู้ใช้จะถูกเก็บไว้ในเครือข่ายที่มีความปลอดภัย
          และสามารถเข้าถึงได้โดยพนักงานจำนวนจำกัดเท่านั้น
          ซึ่งจะเป็นบุคคลที่มีสิทธิพิเศษในการเข้าถึงระบบดังกล่าว
          และต้องปกป้องข้อมูลส่วนบุคคลที่เป็นความลับ
          เมื่อคุณส่งคำสั่งซื้อหรือเข้าถึงข้อมูลส่วนบุคคลของคุณ
          เราขอเสนอให้ใช้เซิร์ฟเวอร์ที่มีความปลอดภัย
          ข้อมูลส่วนบุคคลหรือข้อมูลที่ละเอียดอ่อนทั้งหมดที่คุณให้นั้นจะถูกนำไปเข้ารหัสไว้ในฐานข้อมูลของเราเพื่อให้เข้าถึงได้เฉพาะตามที่ระบุข้างต้นเท่านั้น{" "}
        </p>
        <br />
        <p className="text-sm">
          10.2  ด้วยความพยายามที่จะเพิ่มประโยชน์ให้แก่คุณ
          เราอาจเลือกเว็บแพลตฟอร์มของบุคคลภายนอกต่างๆ
          ที่จะเชื่อมโยงหรือติดตั้งภายในแพลตฟอร์ม
          เรายังอาจเข้าร่วมในการพัฒนาแบรนด์ร่วมหรือสร้างความสัมพันธ์อื่นใด
          เพื่อนำเสนอธุรกรรมอีคอมเมิร์ซ และ/หรือบริการและคุณลักษณะอื่นๆ
          แก่ผู้เข้าชม
          แพลตฟอร์มที่เชื่อมโยงเหล่านี้จะมีนโยบายความเป็นส่วนตัวและการจัดการด้านความปลอดภัยแยกต่างหากแบบอิสระ
          แม้ว่าบุคคลภายนอกจะมีความเกี่ยวข้องกับเรา
          แต่เราไม่มีสิทธิในการควบคุมแพลตฟอร์มที่เชื่อมโยงเหล่านี้ได้
          เนื่องจากแต่ละแพลตฟอร์มจะมีข้อปฏิบัติด้านความเป็นส่วนตัวและการเก็บรวบรวมข้อมูลแยกต่างหากเป็นอิสระจากเรา
          ข้อมูลที่รวบรวมขึ้นจากหุ้นส่วนที่มีแบรนด์ร่วมกับเราหรือเว็บแพลตฟอร์มของบุคคลภายนอก
          (แม้ว่าจะนำเสนอในหรือผ่านเว็บแพลตฟอร์มของเรา) อาจไม่ได้รับมาจากเรา{" "}
        </p>
        <br />
        <p className="text-sm">
          11.3  ดังนั้นเราจึงไม่ต้องรับผิดชอบหรือรับผิดในเนื้อหา
          การจัดการด้านความปลอดภัย (หรือการไม่ได้รับความปลอดภัย) และกิจกรรมต่างๆ
          ของแพลตฟอร์มที่เชื่อมโยงเหล่านี้
          แพลตฟอร์มที่เชื่อมโยงเหล่านี้มีไว้เพื่อความสะดวกของคุณ
          และให้คุณเข้าใช้งานด้วยความรับผิดชอบของคุณเอง อย่างไรก็ตาม
          เราต้องการปกป้องความสมบูรณ์ของแพลตฟอร์มและลิงก์ที่อยู่ในแต่ละแพลตฟอร์มของเรา
          และรับฟังข้อคิดเห็นเกี่ยวกับแพลตฟอร์มที่เชื่อมโยงเหล่านี้
          (รวมถึงแต่ไม่จำกัดเพียง หากลิงก์เฉพาะไม่ทำงาน){" "}
        </p>
        <br />
        <h3 className="text-lg">
          11. แบ่งเบา จะถ่ายโอนข้อมูลของคุณไปต่างประเทศหรือไม่{" "}
        </h3>
        <br />
        <p className="text-sm">
          ข้อมูลส่วนบุคคลและ/หรือข้อมูลของคุณอาจถูกถ่ายโอน จัดเก็บ
          หรือประมวลผลภายนอกประเทศไทย สำหรับหนึ่งหรือหลายวัตถุประสงค์ตามที่ระบุไว้ในข้อ
          6.1
          ข้างต้น คุณรับทราบและตกลงว่ากฎหมายคุ้มครองข้อมูลส่วนบุคคลและกฎหมายอื่นๆ
          ของประเทศที่ข้อมูลของคุณอาจถูกโอน จัดเก็บหรือประมวลผลนั้น
          อาจมีมาตรฐานการคุ้มครองไม่เท่ากับกฎหมายของประเทศไทย
          อย่างไรก็ตามเราจะได้จัดให้มีมาตรการคุ้มครองที่เหมาะสมสามารถบังคับตามสิทธิของเจ้าของข้อมูลส่วนบุคคลได้ ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลเท่านั้น{" "}
        </p>
        <br />
        <h3 className="text-lg">
          12. วิธีที่คุณสามารถเลือกออกจากการให้ข้อมูล ถอนความยินยอม
          ร้องขอการเข้าถึง หรือแก้ไขข้อมูลที่คุณให้แก่เรา{" "}
        </h3>
        <br />
        <p className="text-sm">
          13.1  การถอนความยินยอม
          <br />
          (1) คุณอาจถอนความยินยอมของคุณเกี่ยวกับการเก็บรวบรวม ใช้
          และ/หรือเปิดเผย
          และ/หรือขอลบข้อมูลส่วนบุคคลของคุณซึ่งอยู่ในครอบครองหรือควบคุมของเราได้
          โดยการส่งอีเมลไปที่ เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเรา
          ตามที่อยู่อีเมล support@แบ่งเบา.com  และเราจะดำเนินการพิจารณาคำขอถอนความยินยอมของคุณ
          ตามเงื่อนไขที่กำหนดไว้ใน นโยบายความเป็นส่วนตัวนี้ และ
          กฎหมายคุ้มครองข้อมูลส่วนบุคคลและกฎหมายอื่นที่เกี่ยวข้อง อย่างไรก็ตาม
          การถอนความยินยอมของคุณอาจทำให้เราไม่สามารถให้บริการแก่คุณต่อไปได้
          เราจึงอาจต้องยุติความสัมพันธ์ที่มีอยู่ และ/หรือ สัญญาที่คุณมีกับเรา{" "}
        </p>
        <br />
        <p className="text-sm">
          13.2  การร้องขอการเข้าถึงหรือการแก้ไขข้อมูลส่วนบุคคล
          <br />
          (1)  หากคุณมีบัญชีกับเรา
          คุณอาจเข้าถึงและ/หรือแก้ไขข้อมูลส่วนบุคคลของคุณซึ่งอยู่ในครอบครองหรือควบคุมของเราได้ด้วยตนเองผ่านหน้าการตั้งค่าบัญชีที่อยู่ในแพลตฟอร์ม
          หากคุณไม่มีบัญชีกับเรา
          คุณอาจเข้าถึงและ/หรือแก้ไขข้อมูลส่วนบุคคลของคุณที่ปัจจุบันอยู่ในความครอบครองหรือควบคุมของเราโดยการยื่นคำร้องเป็นลายลักษณ์อักษรถึงเรา
          ทั้งนี้
          เราต้องได้รับรายละเอียดข้อมูลที่เพียงพอจากคุณเพื่อการพิจารณาข้อมูลตัวตนของคุณและลักษณะคำขอของคุณเพื่อที่เราจะสามารถจัดการกับคำขอของคุณได้
          ดังนั้น
          โปรดยื่นคำร้องเป็นลายลักษณ์อักษรของคุณโดยการส่งอีเมลมาที่เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล
          ที่ support@แบ่งเบา.com
          <br />
          (2) สำหรับการร้องขอเพื่อเข้าถึงข้อมูลส่วนบุคคล
          เมื่อเรามีข้อมูลของคุณอย่างเพียงพอที่จะดำเนินการแล้ว
          เราจะให้ข้อมูลส่วนบุคคลที่เกี่ยวข้องแก่คุณภายใน 30วัน
          หากเราไม่สามารถตอบสนองการร้องขอของคุณภายใน30วันดังกล่าว
          เราจะแจ้งให้คุณทราบเกี่ยวกับระยะเวลาที่เร็วที่สุดที่เราสามารถให้ข้อมูลที่คุณร้องขอได้
          โปรดทราบว่ากฎหมายคุ้มครองข้อมูลส่วนบุคคลอาจยกเว้นข้อมูลส่วนบุคคลบางประเภทจากการร้องขอการเข้าใช้งานของคุณ
          <br />
          (3) สำหรับการร้องขอเพื่อแก้ไขข้อมูลส่วนบุคคล
          เมื่อเรามีข้อมูลของคุณเพียงพอที่จะดำเนินการแล้ว เราจะ:
          <br />
          (ก)  แก้ไขข้อมูลส่วนบุคคลของคุณภายใน 30 วัน
          (หรือหากคุณพำนักอยู่ในประเทศมาเลเซียจะใช้เวลา 21 วัน)
          หากเราไม่สามารถแก้ไขได้ภายในระยะเวลาดังกล่าว
          เราจะแจ้งให้คุณทราบเกี่ยวกับระยะเวลาการดำเนินการแก้ไขที่เร็วที่สุด
          โปรดจำไว้ว่ากฎหมายคุ้มครองข้อมูลส่วนบุคคลอาจยกเว้นข้อมูลส่วนบุคคลบางประเภทจากการร้องขอเพื่อให้แก้ไข
          รวมถึงระบุเวลาที่จำเป็นต้องได้รับการแก้ไขจากเราในสถานการณ์ (ต่างๆ)
          แม้ว่าจะคุณจะร้องขอมาก็ตาม และ
          <br />
          (ข) 
          เราจะส่งข้อมูลส่วนบุคคลที่ถูกแก้ไขไปยังทุกองค์กรซึ่งเราได้เปิดเผยข้อมูลส่วนบุคคลให้ทราบภายในระยะเวลาหนึ่งปีก่อนวันที่ทำการแก้ไข
          เว้นแต่องค์กรนั้นไม่ต้องการข้อมูลส่วนบุคคลที่แก้ไขแล้วเพื่อวัตถุประสงค์ทางกฎหมายหรือธุรกิจ{" "}
        </p>
        <br />
        <p className="text-sm">
          13.2.4 โดยไม่ต้องพิจารณาถึงย่อหน้าย่อย (ข) ข้างต้น หากคุณร้องขอ
          เราอาจส่งข้อมูลส่วนบุคคลที่แก้ไขไปให้แก่องค์หนึ่งองค์กรใดโดยเฉพาะซึ่งเราได้เปิดเผยข้อมูลส่วนบุคคลให้ทราบ
          ภายในระยะเวลาหนึ่งปีก่อนวันที่ทำการแก้ไข{" "}
        </p>
        <br />
        <p className="text-sm">
          13.2.5 
          เราสงวนสิทธิ์ที่จะปฏิเสธการแก้ไขข้อมูลส่วนบุคคลของคุณตามข้อกำหนดที่ระบุไว้ในกฎหมายคุ้มครองข้อมูลส่วนบุคคล
          ซึ่งข้อกำหนดระบุและ/หรือให้สิทธิองค์กรที่จะปฏิเสธการแก้ไขข้อมูลส่วนบุคคลในสถานการณ์ที่ระบุไว้{" "}
        </p>
        <br />
        <h3 className="text-lg">
          14. มีคำถาม ข้อกังวล หรือคำร้องเรียน โปรดติดต่อเรา{" "}
        </h3>
        <br />
        <p className="text-sm">
          14.1 
          หากคุณมีคำถามหรือข้อกังวลเกี่ยวกับข้อปฏิบัติว่าด้วยความเป็นส่วนตัวของเรา
          หรือเกี่ยวกับการจัดการบริการ โปรดติดต่อเราทันทีที่ support@แบ่งเบา.com
          หรือ 02xxx xxxxx{" "}
        </p>
        <br />
        <p className="text-sm">
          14.2  หากคุณมีคำร้องเรียนหรือ ข้อข้องใจ
          เกี่ยวกับวิธีที่เราจัดการข้อมูลส่วนบุคคลของคุณหรือเกี่ยวกับวิธีที่เรา
          ปฏิบัติตาม กฎหมายคุ้มครองข้อมูลส่วนบุคคล
          เราขอให้คุณติดต่อมาที่เราเพื่อแจ้งคำร้องเรียนหรือข้อข้องใจของคุณ{" "}
        </p>
        <br />
        <h3 className="text-lg">
          โปรดติดต่อเราผ่านทาง อีเมล เพื่อแจ้งคำร้องเรียนหรือข้อข้องใจได้ที่:{" "}
        </h3>
        <h3 className="text-lg">
          อีเมล: dpo.th@แบ่งเบา.com และส่งถึง “เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล
          (Personal Data Protection Officer)”{" "}
        </h3>
        <h3 className="text-lg">
          โปรดส่งหนังสือบอกกล่าว/หนังสือร้องเรียนทั้งหมดไปที่
          legal.th@แบ่งเบา.com และส่งถึง “ที่ปรึกษากฎหมาย (General Counsel)”{" "}
        </h3>
      </div>
  )
}

export default Policy
