import React from 'react'

const TermsOfUse = () => {
  return (
    <div className="bg-white p-6  md:mx-auto">
      <h2 className="text-xl">เงื่อนไขการให้บริการ</h2>
      <br />
      <h3 className="text-lg">1. บทนำ</h3>
      <br />
      <p className="text-sm">
        1.1 ขอต้อนรับสู่แพลตฟอร์ม (&quot;ไซต์&quot;)
        โปรดอ่านเงื่อนไขการให้บริการต่อไปนี้อย่างละเอียดก่อนใช้ไซต์นี้หรือเปิดบัญชี
        แบ่งเบา (&quot;บัญชี&quot;)
        เพื่อที่คุณจะได้ทราบถึงสิทธิและข้อผูกพันตามกฎหมายของคุณอันเกี่ยวเนื่องกับ
        บริษัท บีนส์ เอ็กซ์ จำกัด(เรียกแยกและเรียกรวมกันว่า
        &quot;แบ่งเบา&quot;, &quot;เรา&quot;, &quot;พวกเรา&quot; หรือ
        &quot;ของเรา&quot;) &quot;บริการ&quot;
        ที่เราจัดไว้ให้หรือทำให้ใช้งานได้รวมถึง
        <br /> (ก) ไซต์
        <br /> (ข) บริการที่จัดไว้ให้โดยไซต์และโดยซอฟต์แวร์ไคลเอ็นต์ แบ่งเบา
        ที่ทำให้ใช้งานได้ผ่านทางไซต์ และ
        <br /> (ค) ข้อมูลข่าวสารทั้งหมด หน้าที่เชื่อมโยง คุณสมบัติ ข้อมูล
        ข้อความสั้นๆ รูปภาพ ภาพถ่าย กราฟิก เพลง เสียง วิดีโอ (รวมถึงการทำ live
        stream) ข้อความ แท็ก เนื้อหา โปรแกรม ซอฟต์แวร์ บริการแอปพลิเคชัน
        (รวมถึงโดยไม่จำกัดเพียงบริการแอปพลิเคชันบนมือถือใดๆ) หรือวัสดุอื่นๆ
        ที่ทำให้ใช้งานได้ผ่านทางไซต์หรือบริการที่เกี่ยวข้องกับไซต์
        (&quot;เนื้อหา&quot;) คุณสมบัติใหม่ใดๆ
        ที่เพิ่มไปยังหรือเสริมให้กับบริการจะอยู่ภายใต้เงื่อนไขการให้บริการนี้ด้วยเช่นกัน
        เงื่อนไขการให้บริการนี้จะควบคุมการใช้บริการของคุณซึ่งจัดไว้ให้โดย แบ่งเบา{' '}
      </p>
      <br />
      <p className="text-sm">
        1.2 บริการที่รวมบริการแพลตฟอร์มออนไลน์ซึ่งจัดหาสถานที่และโอกาส
        เพื่อการขายสินค้าระหว่างผู้ซื้อ (&quot;ผู้ซื้อ&quot;) และผู้ขาย
        (&quot;ผู้ขาย&quot;) (เรียกรวมว่า &quot;คุณ&quot; &quot;ผู้ใช้&quot;
        หรือ &quot;คู่ให้สิทธิให้&quot;)
        สัญญาขายที่แท้จริงเป็นสัญญาระหว่างผู้ซื้อและผู้ขายโดยตรง และ แบ่งเบา
        ไม่ได้เป็นคู่สัญญาของสัญญาฉบับนั้นหรือสัญญาอื่นใดระหว่างผู้ซื้อและผู้ขาย
        และจะไม่ยอมรับข้อผูกพันใดๆ ที่เกี่ยวเนื่องกับสัญญาดังกล่าว
        คู่สัญญาของธุรกรรมดังกล่าวจะรับผิดชอบต่อสัญญาขายระหว่างคู่สัญญาทั้งหมด
        บัญชีรายชื่อสินค้า การรับประกันการซื้อและสิ่งอื่นที่คล้ายกัน แบ่งเบา
        ไม่มีส่วนเกี่ยวข้องในธุรกรรมระหว่างผู้ใช้ แบ่งเบา
        ไม่ทำการคัดกรองล่วงหน้าต่อผู้ใช้
        หรือเนื้อหาหรือข้อมูลที่จัดไว้ให้โดยผู้ใช้ แบ่งเบา
        ไม่สามารถรับประกันว่าผู้ใช้จะทำธุรกรรมเสร็จสิ้นจริงๆ
      </p>
      <br />
      <p className="text-sm">
        1.3 ก่อนที่จะเป็นสมาชิกของไซต์ คุณจะต้องอ่านและยอมรับข้อกำหนด นโยบาย
        และเงื่อนไขทั้งหมดใน และที่เชื่อมโยงกับ
        เงื่อนไขการให้บริการนี้และคุณจะต้องยินยอมรับการดำเนินการข้อมูลส่วนบุคคลของคุณดังที่อธิบายไว้ในนโยบายความเป็นส่วนตัวซึ่งมีลิงก์ไว้ในที่นี้
      </p>
      <br />
      <p className="text-sm">
        1.4 แบ่งเบา สงวนสิทธิ์ในการเปลี่ยนแปลง ดัดแปลง ระงับ
        หรือยกเลิกไซต์นี้หรือบริการทั้งหมดหรือบางส่วนได้ตลอดเวลา แบ่งเบา
        อาจออกบริการบางอย่างหรือคุณสมบัติของบริการในรุ่นเบต้า
        ซึ่งอาจไม่ทำงานอย่างถูกต้อง
        หรือในลักษณะเดียวกันกับที่รุ่นสุดท้ายอาจทำงาน
        และเราจะไม่รับผิดในสถานการณ์ดังกล่าว แบ่งเบา
        ยังอาจกำหนดขอบเขตสำหรับคุณสมบัติบางอย่าง
        หรือจำกัดการเข้าถึงบางส่วนหรือทั้งหมดของไซต์หรือบริการโดยใช้ดุลยพินิจของตัวเองแต่เพียงผู้เดียว
        และโดยไม่ต้องแจ้งหรือรับผิด
      </p>
      <br />
      <p className="text-sm">
        1.5 แบ่งเบา สงวนสิทธิ์ในการปฏิเสธที่จะให้คุณเข้าถึงไซต์หรือบริการ
        หรือปฏิเสธที่จะอนุญาตให้คุณเปิดบัญชีไม่ว่าด้วยเหตุผลใดก็ตาม
        โดยการใช้บริการหรือเปิดบัญชี แบ่งเบา
        คุณได้ให้การยอมรับและความยินยอมที่เพิกถอนไม่ได้ต่อข้อตกลงนี้
        รวมถึงข้อกำหนด
        เงื่อนไขและนโยบายเพิ่มเติมที่อ้างถึงในที่นี่และ/หรือมีลิงก์ไว้ในที่นี้
        หากคุณไม่เห็นด้วยกับข้อตกลงนี้ โปรดงดใช้บริการหรือเข้าถึงไซต์ของเรา
        หากคุณอายุต่ำกว่า 18
        ปีหรือยังไม่บรรลุนิติภาวะที่จะให้คำยินยอมต่อข้อกำหนดนี้ตามกฎหมายที่เกี่ยวข้องในประเทศของคุณ
        (&quot;นิติภาวะ&quot;)
        คุณจะต้องขออนุญาตจากพ่อแม่หรือผู้ปกครองตามกฎหมายเพื่อเปิดบัญชี
        และพ่อแม่หรือผู้ปกครองตามกฎหมายดังกล่าวต้องเห็นด้วยกับข้อกำหนดของข้อตกลงนี้
        หากคุณไม่ทราบว่าคุณบรรลุนิติภาวะแล้วหรือยัง หรือไม่เข้าใจความในข้อนี้
        โปรดอย่าสร้างบัญชีจนกว่าจะได้ขอความช่วยเหลือจากพ่อแม่หรือผู้ปกครองตามกฎหมายแล้ว
        หากคุณคือพ่อแม่หรือผู้ปกครองตามกฎหมายของผู้เยาว์ที่กำลังสร้างบัญชี
        คุณจะต้องยอมรับข้อกำหนดของข้อตกลงนี้แทนผู้เยาว์และคุณจะต้องรับผิดชอบต่อการใช้งานบัญชีหรือบริการของบริษัททั้งหมดจากการใช้บัญชีดังกล่าว
        ไม่ว่าบัญชีดังกล่าวจะเปิดอยู่แล้วในขณะนี้หรือสร้างในภายหลังก็ตาม
      </p>
      <br />
      <h3 className="text-lg">2. ความเป็นส่วนตัว</h3>
      <br />
      <p className="text-sm">
        2.1 ความเป็นส่วนตัวของคุณมีความสำคัญมากสำหรับ แบ่งเบา
        เพื่อให้คุ้มครองสิทธิของคุณได้ดีขึ้น เราจึงได้จัดทำนโยบายความเป็นส่วนตัว
        เพื่ออธิบายแนวทางปฏิบัติด้านความเป็นส่วนตัวในรายละเอียด
        โปรดอ่านนโยบายความเป็นส่วนตัวนี้เพื่อให้เข้าใจว่า แบ่งเบา
        เก็บรวบรวมและใช้ข้อมูลที่เกี่ยวกับบัญชีของคุณและ/หรือการใช้งานบริการของคุณอย่างไร
        (&quot;ข้อมูลของผู้ใช้&quot;) โดยการใช้บริการหรือให้ข้อมูลทางไซต์ คุณ:
        <br />
        (1) ยินยอมให้ แบ่งเบา เก็บรวบรวม ใช้งาน เปิดเผย
        และ/หรือดำเนินการกับเนื้อหา
        ข้อมูลส่วนบุคคลของคุณและข้อมูลของผู้ใช้ตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัว
        <br /> (2) ตกลงและยอมรับว่าสิทธิการเป็นเจ้าของในข้อมูลของผู้ใช้เป็นของ
        แบ่งเบา และของคุณร่วมกัน
        <br />
        (3) จะไม่เปิดเผยข้อมูลของผู้ใช้ต่อบุคคลภายนอก ไม่ว่าทั้งหมดหรือบางส่วน
        หรือยินยอมให้บุคคลภายนอกสามารถเข้าถึงหรือใช้ข้อมูลของผู้ใช้ของท่านโดยไม่ได้รับความยินยอมจาก
        แบ่งเบา เป็นลายลักษณ์อักษรก่อน
      </p>
      <br />
      <p className="text-sm">
        2.2 ผู้ใช้ที่ครอบครองข้อมูลส่วนบุคคลของผู้ใช้คนอื่นผ่านการใช้บริการ
        (&quot;ฝ่ายผู้รับ&quot;) ตกลงว่าจะ
        <br />
        (1)
        ปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลที่บังคับใช้ทั้งหมดอันเกี่ยวกับข้อมูลดังกล่าว
        <br />
        (2) อนุญาตให้ผู้ใช้ ซึ่งฝ่ายผู้รับได้เก็บรวบรวมข้อมูลส่วนบุคคลไว้
        (&quot;ฝ่ายผู้เปิดเผย&quot;)
        ลบข้อมูลของตนที่เก็บรวบรวมไว้ออกจากฐานข้อมูลของฝ่ายผู้รับ และ
        <br />
        (3)
        อนุญาตให้ฝ่ายผู้เปิดเผยตรวจสอบว่าฝ่ายผู้รับมีการเก็บรวบรวมข้อมูลใดบ้างเกี่ยวกับตน
        ในแต่ละกรณีของข้อ (2) และข้อ (3) ข้างต้น
        ตามและเมื่อกฎหมายที่บังคับใช้กำหนดไว้
      </p>
      <br />
      <h3 className="text-lg">3. สิทธิการใช้งานแบบจำกัด</h3>
      <br />
      <p className="text-sm">
        3.1 แบ่งเบา
        มอบสิทธิการใช้งานแบบจำกัดและเพิกถอนได้ในการเข้าถึงและใช้บริการตามข้อกำหนด
        และเงื่อนไขของการให้บริการนี้ เนื้อหา เครื่องหมายการค้า
        เครื่องหมายบริการ ชื่อตราสินค้า โลโก้ และทรัพย์สินทางปัญญาอื่นๆ
        ที่มีกรรมสิทธิ์ทั้งหมด (&quot;ทรัพย์สินทางปัญญา&quot;) ที่แสดงในไซต์
        เป็นทรัพย์สินของ แบ่งเบา และหากเหมาะสม
        เป็นทรัพย์สินของบุคคลภายนอกที่ถือกรรมสิทธิ์ตามที่ระบุไว้ในไซต์
        ไม่มีการมอบสิทธิหรือสิทธิ์การใช้งานทั้งโดยตรงหรือโดยอ้อมแก่บุคคลใดที่เข้าถึงไซต์เพื่อใช้งานหรือลอกเลียนแบบทรัพย์สินทางปัญญาใด
        และไม่มีบุคคลใดที่เข้าถึงไซต์จะสามารถอ้างสิทธิ กรรมสิทธิ์
        หรือผลประโยชน์ในไซต์นี้ได้ โดยการใช้หรือเข้าถึงบริการ
        คุณตกลงที่จะปฏิบัติตามกฎหมายลิขสิทธิ์ เครื่องหมายการค้า
        เครื่องหมายบริการ และกฎหมายที่บังคับใช้อื่นๆ ทั้งหมด ที่คุ้มครองบริการ
        ไซต์ และเนื้อหาในไซต์ คุณตกลงที่จะไม่คัดลอก แจกจ่าย เผยแพร่ต่อ ส่งต่อ
        แสดงแก่สาธารณะ ดำเนินการต่อสาธารณะ ดัดแปลง ปรับเปลี่ยน ให้เช่า ขาย
        หรือสร้างงานอนุพันธ์จากส่วนหนึ่งส่วนใดของบริการ ไซต์ หรือเนื้อหาในไซต์
        คุณยังจะต้องไม่สะท้อนหรือตีกรอบส่วนหนึ่งส่วนใดหรือทั้งหมดของเนื้อหาในไซต์นี้บนเซิร์ฟเวอร์อื่นใด
        หรือเป็นส่วนหนึ่งของเว็บไซต์อื่น
        โดยไม่ได้รับคำยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเรา นอกจากนี้
        คุณตกลงว่าจะไม่ใช้โรบอต สไปเดอร์ หรืออุปกรณ์อัตโนมัติอื่นใด
        หรือกระบวนการที่ทำด้วยมือเพื่อเฝ้าติดตามหรือคัดลอกเนื้อหาของเรา
        โดยไม่ได้รับคำยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเรา
        (คำยินยอมดังกล่าวจะถือว่ามอบให้สำหรับเทคโนโลยีเครื่องมือค้นหามาตรฐานที่ใช้โดยเว็บไซต์ค้นหาทางอินเทอร์เน็ตเพื่อนำผู้ใช้อินเทอร์เน็ตมายังเว็บไซต์นี้)
      </p>
      <br />
      <p className="text-sm">
        3.2 คุณสามารถเชื่อมโยงไปยังไซต์จากเว็บไซต์ของคุณ
        โดยมีข้อแม้ว่าเว็บไซต์ของคุณไม่ได้แสดงนัยของการรับรองโดยหรือเชื่อมโยงกับ
        แบ่งเบา คุณรับทราบว่า แบ่งเบา
        อาจยกเลิกการให้บริการไม่ว่าทั้งหมดหรือบางส่วนได้ตลอดเวลา
        ตามดุลยพินิจแต่เพียงผู้เดียวของตน โดยไม่ต้องแจ้งให้ทราบ
      </p>
      <br />
      <h3 className="text-lg">4. ซอฟต์แวร์ </h3>
      <br />
      <p className="text-sm">
        ซอฟต์แวร์ที่เราจัดไว้ให้คุณเป็นส่วนหนึ่งของบริการนี้
        อยู่ภายใต้ข้อกำหนดของเงื่อนไขการให้บริการนี้ แบ่งเบา
        สงวนสิทธิ์ทั้งหมดต่อซอฟต์แวร์ที่ไม่ได้อนุญาตไว้อย่างชัดแจ้งโดย แบ่งเบา
        ในที่นี้ สคริปต์หรือรหัสของบุคคลภายนอก
        ที่เชื่อมโยงไปยังหรืออ้างถึงจากบริการ
        บุคคลภายนอกที่เป็นเจ้าของสคริปต์หรือรหัสดังกล่าวเป็นผู้มอบสิทธิ์การใช้งานให้แก่คุณ
        ไม่ใช่มอบให้โดย แบ่งเบา{' '}
      </p>
      <br />
      <h3 className="text-lg">5. บัญชีและความปลอดภัย</h3>
      <br />
      <p className="text-sm">
        5.1
        การทำงานบางอย่างของบริการของเราต้องมีการลงทะเบียนบัญชีโดยเลือกรหัสประจำตัวผู้ใช้ที่ไม่ซ้ำกัน
        (&quot;ID ผู้ใช้&quot;) และรหัสผ่าน และโดยการให้ข้อมูลส่วนบุคคลบางอย่าง
        หากคุณเลือก ID ผู้ใช้ ที่ตามดุลยพินิจแต่เพียงผู้เดียวของ แบ่งเบา เห็นว่า
        สร้างความขุ่นเคืองหรือไม่เหมาะสม แบ่งเบา
        มีสิทธิที่จะระงับหรือยกเลิกบัญชีของคุณได้
        คุณอาจสามารถใช้บัญชีเพื่อเข้าถึงผลิตภัณฑ์ เว็บไซต์ หรือบริการอื่นๆ
        ซึ่งเราอนุญาตให้เข้าถึงได้ หรือที่เชื่อมโยงกันหรือทำงานร่วมกัน แบ่งเบา
        ไม่ได้ตรวจสอบ และไม่รับผิดชอบต่อเนื้อหาของบุคคลภายนอก ฟังก์ชั่นการทำงาน
        ความปลอดภัย บริการ นโยบายความเป็นส่วนตัว หรือการปฏิบัติอื่นๆ
        ของผลิตภัณฑ์ เว็บไซต์ หรือบริการเหล่านั้น หากคุณกระทำการดังกล่าว
        เงื่อนไขการให้บริการของผลิตภัณฑ์ เว็บไซต์ หรือบริการเหล่านั้น
        รวมถึงนโยบายความเป็นส่วนตัวที่เกี่ยวข้อง
        หากแตกต่างจากเงื่อนไขการให้บริการและ/หรือนโยบายความเป็นส่วนตัวของเรา
        อาจบังคับใช้กับการใช้ผลิตภัณฑ์ เว็บไซต์ หรือบริการเหล่านั้นของคุณ{' '}
      </p>
      <br />
      <p className="text-sm">
        5.2 คุณตกลงที่จะ <br />
        (1) เก็บรักษารหัสผ่านไว้เป็นความลับและใช้เฉพาะ ID
        ผู้ใช้และรหัสผ่านของคุณเมื่อเข้าสู่ระบบ
        <br />
        (2)ตรวจสอบให้แน่ใจว่าคุณออกจากระบบบัญชีเมื่อสิ้นสุดแต่ละเซสชันบนไซต์
        <br />
        (3) แจ้ง แบ่งเบา ทันทีหากมีการใช้บัญชี ID ผู้ใช้
        และ/หรือรหัสผ่านของคุณโดยไม่ได้รับอนุญาต <br />
        (4) ตรวจสอบให้แน่ใจว่าข้อมูลบัญชีของคุณถูกต้องและเป็นปัจจุบันอยู่เสมอ
        คุณต้องรับผิดชอบอย่างเต็มที่ต่อกิจกรรมทั้งหมดที่เกิดขึ้นภายใต้ ID
        ผู้ใช้และบัญชีของคุณ
        แม้ว่าคุณจะไม่ได้ทำกิจกรรมหรือทำการใช้งานดังกล่าวก็ตาม แบ่งเบา
        จะไม่รับผิดต่อความสูญเสียหรือความเสียหายที่เกิดจากการใช้รหัสผ่านของคุณโดยไม่ได้อนุญาต
        หรือการที่คุณไม่สามารถปฏิบัติตามความในส่วนนี้{' '}
      </p>
      <br />
      <p className="text-sm">
        5.3 คุณตกลงว่า แบ่งเบา อาจ
        ไม่ว่าด้วยเหตุผลใดและตามดุลยพินิจแต่เพียงผู้เดียวของตน
        และโดยไม่ต้องแจ้งหรือรับผิดต่อคุณหรือบุคคลภายนอกใดๆ
        ยกเลิกหรือระงับบัญชีและ ID
        ผู้ใช้ของคุณทันที ลบหรือเพิกถอนเนื้อหาใดก็ตามที่เกี่ยวข้องกับบัญชีหรือ
        ID ผู้ใช้ของคุณออกจากไซต์ ยกเลิกหรือเรียกคืนการสนับสนุนใดๆ ที่ให้แก่คุณ
        และ/หรือ ยกเลิกหรือระงับธุรกรรมใดๆ ที่เกี่ยวข้องกับบัญชีหรือ ID
        ผู้ใช้ของคุณ ทั้งนี้ เป็นการชั่วคราว
        หรือในกรณีที่ร้ายแรงกว่านั้นอาจระงับการขายหรือการคืนเงินใดๆ
        อย่างถาวรและ/หรือใช้มาตราการอื่นใดที่ แบ่งเบา เห็นสมควร โดย
        มูลเหตุสำหรับการยกเลิกดังกล่าวอาจได้แก่ แต่ไม่จำกัดเพียง
        กรณีที่มีพฤติการณ์ หรือมีข้อสงสัยว่าได้มีพฤติการณ์ดังต่อไปนี้เกิดขึ้น
        <br />
        (1) การไม่มีการใช้งานเป็นเวลานาน ตามเงื่อนไขที่ แบ่งเบา
        กำหนดเป็นครั้งคราว
        <br />
        (2) การละเมิดเจตนารมณ์หรือตัวอักษรของเงื่อนไขการให้บริการนี้
        <br />
        (3) พฤติกรรมผิดกฎหมาย ฉ้อฉล ล่วงละเมิด ทำให้เสื่อมเสีย คุกคาม
        หรือขู่เข็ญ
        <br />
        (4) การมีบัญชีผู้ใช้หลายบัญชีเพื่อเหตุอันมิชอบด้วยกฎหมาย
        <br />
        (5) การซื้อสินค้าจากไซต์โดยมีวัตถุประสงค์เพื่อการจำหน่ายต่อ
        <br />
        (6)
        การซื้อสินค้าจากผู้ขายรายเดียวหรือกลุ่มผู้ขายเดียวกันในลักษณะที่ผิดปกติวิสัยหรือในปริมาณที่มากเกินปกติ
        <br />
        (7) การใช้ voucher ส่วนลดในทางที่ผิด (รวมถึง แต่ไม่จำกัดซึ่ง การจำหน่าย
        voucher ส่วนลดให้แก่บุคคลอื่น หรือการจำหน่าย voucher ส่วนลด หรือเครดิต
        (credit) โดยการเพิ่มราคาให้สูงกว่ามูลค่าที่เป็นจริง หรือการใช้ voucher
        ส่วนลดในลักษณะที่ผิดปกติวิสัยหรือในปริมาณที่มากเกินปกติบนไซต์ หรือ
        <br />
        (8) พฤติกรรมที่เป็นอันตรายต่อผู้ใช้คนอื่น บุคคลภายนอก
        หรือผลประโยชน์ทางธุรกิจของ แบ่งเบา การใช้บัญชีเพื่อจุดประสงค์ที่ผิดกฎหมาย
        ฉ้อฉล ล่วงละเมิด ทำให้เสื่อมเสีย คุกคาม หรือขู่เข็ญ
        อาจมีการแจ้งให้หน่วยงานบังคับใช้กฎหมายทราบโดยไม่ต้องแจ้งแก่คุณ
        หากเกิดข้อพิพาททางกฎหมายหรือการดำเนินคดีเกี่ยวกับบัญชีหรือการใช้บริการของคุณ
        ไม่ว่าด้วยเหตุผลใดก็ตาม แบ่งเบา
        อาจยกเลิกบัญชีของคุณทันทีโดยไม่แจ้งให้ทราบ
      </p>
      <br />
      <p className="text-sm">
        5.4 ผู้ใช้สามารถยกเลิกบัญชีของตนได้หากแจ้งให้ แบ่งเบา
        ทราบเป็นลายลักษณ์อักษร (รวมทั้งทางอีเมลที่บริการลูกค้าสัมพันธ์)
        ว่าประสงค์ที่จะดำเนินการดังกล่าว โดยไม่คำนึงถึงการยกเลิกดังกล่าว
        ผู้ใช้ยังคงต้องรับผิดชอบและรับผิดต่อธุรกรรมใดก็ตามที่ยังทำไม่เสร็จสิ้น
        (ไม่ว่าจะเริ่มก่อนหรือหลังการยกเลิกดังกล่าว) การจัดส่งผลิตภัณฑ์
        การชำระค่าผลิตภัณฑ์ หรืออย่างอื่นที่คล้ายกัน และผู้ใช้จะต้องติดต่อ
        แบ่งเบา
        หลังจากได้ดำเนินการและทำธุรกรรมที่ยังไม่เสร็จสิ้นทั้งหมดให้เสร็จสิ้นในทันทีและอย่างมีประสิทธิภาพตามเงื่อนไขการให้บริการนี้
        แบ่งเบา ไม่ต้องรับผิด
        และจะไม่รับผิดต่อความเสียหายที่เกิดขึ้นอันเนื่องมาจากการดำเนินการตามส่วนนี้
        ผู้ใช้จะสละสิทธิ์ในการเรียกร้องใดๆ
        และทั้งหมดบนพื้นฐานการดำเนินการดังกล่าวโดย แบ่งเบา{' '}
      </p>
      <br />
      <p className="text-sm">
        5.5
        คุณสามารถใช้บริการและ/หรือเปิดบัญชีได้ต่อเมื่อคุณอาศัยอยู่ในประเทศที่ได้รับอนุญาตจากเรา
        ซึ่งจะมีการปรับปรุงเป็นครั้งคราว{' '}
      </p>
      <br />
      <h3 className="text-lg">6. เงื่อนไขการใช้งาน </h3>
      <br />
      <p className="text-sm">
        6.1 สิทธิ์การใช้งานไซต์นี้และบริการมีผลจนกว่าจะมีการยกเลิก
        สิทธิ์การใช้งานนี้จะยกเลิกตามที่ระบุไว้ในเงื่อนไขการให้บริการ
        หรือเมื่อคุณไม่ปฏิบัติตามข้อกำหนดหรือเงื่อนไขใดๆ
        ของเงื่อนไขการให้บริการนี้ ในกรณีดังกล่าว ไม่จำเป็นต้องแจ้งแก่ แบ่งเบา
        เพื่อให้การยกเลิกดังกล่าวมีผล{' '}
      </p>
      <br />
      <p className="text-sm">
        6.2 คุณตกลงที่จะไม่:
        <br />
        (1)อัปโหลด โพสต์ ส่งต่อ หรือแสดงเนื้อหาในลักษณะที่ผิดกฎหมาย เป็นภัย
        คุกคาม ขู่เข็ญ ล่วงละเมิด ทำให้ตื่นตกใจ ทำให้เป็นทุกข์ หลอกลวง
        ทำให้เสื่อมเสีย หยาบคาย ลามก หมิ่นประมาท ละเอียดอ่อนทางการเมือง
        ล่วงล้ำความเป็นส่วนตัวของผู้อื่น น่ารังเกียจ
        เหยียดเชื้อชาติหรือชาติพันธุ์ 
        <br />
        (2) ละเมิดกฎหมายซึ่งรวมถึงแต่ไม่จำกัดเฉพาะกฎหมายและข้อบังคับที่เกี่ยวกับข้อจำกัดการส่งออกและการนำเข้า
        สิทธิของบุคคลภายนอก หรือนโยบายสิ่งของต้องห้ามและสิ่งของที่ถูกจำกัด
        ของเรา
        <br />
        (3) อัปโหลด โพสต์ ส่งต่อหรือกระทำเนื้อหาใดๆ
        ที่ส่วนเกี่ยวข้องกับการใช้ผู้เยาว์ที่ไม่ได้อยู่ภายใต้การดูแลของผู้ปกครอง
        หรือ ใช้บริการเพื่อทำอันตรายต่อผู้เยาว์ไม่ว่าในทางใดก็ตาม
        <br />
        (4) ใช้บริการหรืออัปโหลดเนื้อหาเพื่อปลอมแปลงเป็นบุคคลหรือนิติบุคคลอื่น
        หรือแสดงข้อมูลเท็จเกี่ยวกับความเชื่อมโยงกับบุคคลหรือนิติบุคคลใด
        <br />
        (5)
        ปลอมแปลงส่วนหัวหรือปรับเปลี่ยนรหัสประจำตัวเพื่อปิดบังแหล่งกำหนดของเนื้อหาที่ส่งต่อผ่านบริการ
        <br />
        (6) ลบประกาศเกี่ยวกับกรรมสิทธิ์ออกจากไซต์
        <br />
        (7) เป็นต้นเหตุ อนุญาตหรือมอบอำนาจให้ทำการดัดแปลง สร้างงานอนุพันธ์
        หรือแปลบริการโดยไม่ได้รับอนุญาตอย่างชัดแจ้งจาก แบ่งเบา
        <br />
        (8)
        ใช้บริการเพื่อประโยชน์ของบุคคลภายนอกหรือในลักษณะที่ไม่ได้รับอนุญาตตามสิทธิ์การใช้งานที่ให้ไว้ในที่นี้
        <br />
        (9) ใช้บริการหรืออัปโหลดเนื้อหาในลักษณะที่ไม่เหมาะสม เป็นการฉ้อฉล
        ผิดจรรยาบรรณ ไม่เป็นความจริง ชี้นำไปในทางที่ผิดหรือเป็นการหลอกลวง
        <br />
        (10) เปิดใช้หรือมีบัญชีผู้ใช้หลายบัญชีเพื่อกระทำการใดๆ
        ที่เป็นการละเมิดข้อกำหนดหรือวัตถุประสงค์ของข้อกำหนดเงื่อนไขการให้บริการนี้
        <br />
        (11) เข้าถึงแพลตฟอร์มของ แบ่งเบา
        เปิดบัญชีผู้ใช้หรือเข้าถึงบัญชีผู้ใช้ของคุณโดยใช้ ฮาร์ดแวร์ ชุดคำสั่ง
        หรือโปรแกรมที่ไม่เป็นทางการของ แบ่งเบา ซึ่งไม่จำกัดเฉพาะ โปรแกรมเลียนแบบ
        (emulator) โปรแกรมจำลอง (simulator) บอท (bot)
        หรือซอฟแวร์หรือฮาร์ดแวร์อื่นใด
        <br />
        (12)
        ปรับเปลี่ยนราคาของสินค้าหรือแทรกแซงบัญชีรายชื่อสินค้าของผู้ใช้รายอื่น
        <br />
        (13) ดำเนินการใดๆ ที่อาจบ่อนทำลายระบบให้ข้อคิดเห็นหรือระบบการให้คะแนน
        <br />
        (14) พยายามแยกส่วนแฟ้ม ทำวิศวกรรมย้อนกลับ ถอดประกอบหรือเจาะระบบบริการ
        (หรือส่วนหนึ่งส่วนใดของบริการ)
        หรือเอาชนะหรือทำลายเทคโนโลยีการเข้ารหัสหรือมาตรการความปลอดภัยที่ แบ่งเบา
        นำมาใช้กับบริการและ/หรือข้อมูลที่ส่งต่อ ดำเนินการ หรือจัดเก็บไว้โดย
        แบ่งเบา
        <br />
        (15) เก็บเกี่ยวหรือเก็บรวบรวมข้อมูลเกี่ยวกับเจ้าของบัญชีคนอื่น รวมถึง
        โดยไม่จำกัดเพียงข้อมูลส่วนบุคคลใดๆ
        <br />
        (16) อัปโหลด อีเมล โพสต์ ส่งต่อ
        หรือทำให้เนื้อหาที่คุณไม่มีสิทธิ์ทำให้ใช้งานได้ภายใต้กฎหมายหรือภายใต้ความสัมพันธ์ตามสัญญาหรือการมอบอำนาจ
        (เช่น ข้อมูลภายใน
        ข้อมูลที่เป็นกรรมสิทธิ์และข้อมูลลับที่ได้ทราบหรือถูกเปิดเผยจากความสัมพันธ์ในการจ้างงานหรือภายใต้ข้อตกลงไม่เปิดเผยข้อมูล)
        ใช้งานได้
        <br />
        (17) อัปโหลด อีเมล โพสต์ ส่งต่อ หรือทำให้เนื้อหาที่ละเมิดสิทธิบัตร
        เครื่องหมายการค้า ความลับทางการค้า ลิขสิทธิ์ หรือกรรมสิทธิ์อื่นๆ
        ของบุคคลอื่น
        <br />
        (18) อัปโหลด อีเมล โพสต์ ส่งต่อ
        หรือทำให้โฆษณาที่ไม่ได้ร้องขอหรือได้รับอนุญาต สื่อประชาสัมพันธ์
        &quot;เมลขยะ&quot; &quot;สแปม&quot; &quot;จดหมายลูกโซ่&quot;
        &quot;ธุรกิจแบบพีระมิด&quot;
        หรือรูปแบบการเชิญชวนอื่นใดที่ไม่ได้รับอนุญาต
        <br />
        (19) อัปโหลด อีเมล โพสต์ ส่งต่อ หรือทำให้วัสดุอื่นๆ ที่มีไวรัสซอฟต์แวร์
        หนอน ม้าโทรจัน หรือรหัสคอมพิวเตอร์ รูทีน
        ไฟล์หรือโปรแกรมที่ออกแบบมาเพื่อแทรกแซงทั้งโดยตรงและโดยอ้อมต่อ
        ปรับเปลี่ยน ขัดขวาง ทำลาย
        หรือจำกัดฟังก์ชั่นการทำงานของซอฟต์แวร์คอมพิวเตอร์หรือฮาร์ดแวร์ใดๆ
        หรือข้อมูลหรืออุปกรณ์โทรคมนาคม ใช้งานได้
        <br />
        (20) ทำให้กระบวนการไหลปกติของบทสนทนาหยุดชะงัก ทำให้หน้าจอ
        &quot;เลื่อน&quot; เร็วกว่าที่ผู้ใช้บริการคนอื่นๆ จะสามารถพิมพ์ได้
        หรือกระทำการในลักษณะที่ส่งผลเชิงลบต่อความสามารถของผู้ใช้คนอื่นในการเข้าร่วมการแลกเปลี่ยนตามเวลาจริง
        <br />
        (21) แทรกแซง ปรับเปลี่ยน
        หรือขัดขวางบริการหรือเซิร์ฟเวอร์หรือเครือข่ายที่เชื่อมต่อกับบริการหรือการใช้งานของผู้ใช้คนอื่นและการเพลิดเพลินกับบริการ
        หรือฝ่าฝืนข้อกำหนด กระบวนการ นโยบาย
        หรือข้อบังคับของเครือข่ายที่เชื่อมต่อกับไซต์
        <br />
        (22)
        ดำเนินการหรือเข้าร่วมในการกระทำที่อาจส่งผลเสียหายทั้งทางตรงหรือทางอ้อม
        ปิดใช้งาน สร้างภาระหนัก
        หรือทำให้บริการหรือเซิร์ฟเวอร์หรือเครือข่ายที่เชื่อมต่อกับบริการมีข้อบกพร่อง
        <br />
        (23) ใช้บริการเพื่อเจตนาหรือไม่เจตนาฝ่าฝืนกฎหมาย กฎระเบียบ ประมวลกฎหมาย
        คำสั่ง แนวทางปฏิบัติ นโยบาย หรือข้อบังคับของท้องถิ่น ของรัฐ ประเทศ
        หรือระหว่างประเทศที่เกี่ยวข้อง รวมถึง แต่ไม่จำกัดเพียง กฎหมายและข้อกำหนด
        (ไม่ว่ามีอำนาจทางกฎหมายของไม่)
        เกี่ยวกับการป้องกันการฟอกเงินหรือการต่อต้านการก่อการร้าย
        <br />
        (24) ใช้บริการเพื่อฝ่าฝืนหรือหลบเลี่ยง
        การคว่ำบาตรหรือการห้ามค้าขายที่ดำเนินการหรือบังคับใช้โดยสำนักควบคุมสินทรัพย์ต่างประเทศของกระทรวงการคลังสหรัฐฯ
        คณะมนตรีความมั่นคงแห่งสหประชาชาติ
        กระทรวงการคลังสหภาพยุโรปหรือสหราชอาณาจักร
        <br />
        (25) ใช้บริการเพื่อฝ่าฝืนความเป็นส่วนตัวของผู้อื่น หรือ
        &quot;ติดตาม&quot; หรือก่อกวนผู้อื่น
        <br />
        (26) ละเมิดสิทธิต่างๆ ของ แบ่งเบา
        ซึ่งรวมถึงสิทธิในทรัพย์สินทางปัญญาและการลวงขายในเรื่องนั้นๆ ด้วย
        <br />
        (27)
        ใช้บริการเพื่อเก็บรวบรวมหรือจัดเก็บข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้คนอื่นที่เกี่ยวกับการกระทำและกิจกรรมต้องห้ามที่ระบุไว้ด้านบน 
        <br />
        (28) ลงรายการที่ละเมิดลิขสิทธิ์ เครื่องหมายการค้า
        หรือสิทธิในทรัพย์สินทางปัญหาของบุคคลภายนอกหรือ
        ใช้บริการในลักษณะที่จะละเมิดสิทธิ์ในทรัพย์สินทางปัญญาของผู้อื่น และ/หรือ
        <br />
        (29) สั่ง หรือ สนับสนุนให้ผู้ใช้ทำธุรกรรมนอกไซต์
      </p>
      <br />
      <p className="text-sm">
        6.3 คุณเข้าใจว่าเนื้อหาทั้งหมด
        ไม่ว่าโพสต์ต่อสาธารณะหรือส่งต่อแบบเป็นส่วนตัว
        เป็นความรับผิดชอบของผู้ที่เป็นต้นกำเนิดของเนื้อหาดังกล่าวแต่เพียงผู้เดียว
        นั่นหมายความว่า คุณ (ไม่ใช่ แบ่งเบา)
        ที่ต้องรับผิดชอบต่อเนื้อหาทั้งหมดที่คุณอัปโหลด โพสต์ อีเมล ส่งต่อ
        หรือทำให้ใช้งานได้ทางไซต์แต่เพียงผู้เดียว แบ่งเบา
        ไม่ควบคุมเนื้อหาที่โพสต์บนไซต์ และดังนั้น จึงไม่รับประกันความถูกต้อง
        ความสมบูรณ์ หรือคุณภาพของเนื้อหาดังกล่าว คุณเข้าใจว่าในการใช้ไซต์
        คุณอาจพบเจอกับเนื้อหาที่อาจถือได้ว่าสร้างความขุ่นเคืองใจ
        ลามกอนาจารหรือน่ารังเกียจ
        จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ไม่ว่าในกรณีใดก็ตาม
        แบ่งเบา จะไม่รับผิดไม่ว่าในทางใดต่อเนื้อหา รวมถึงแต่ไม่จำกัดเพียง
        ข้อผิดพลาด หรือการละเว้นเนื้อหา
        หรือการสูญเสียหรือความเสียหายชนิดใดก็ตามที่เกิดขึ้นอันเป็นผลมาจากการใช้
        หรือการพึ่งพาเนื้อหาที่โพสต์ อีเมล ส่งต่อ หรือทำให้ใช้งานได้บนไซต์{' '}
      </p>
      <br />
      <p className="text-sm">
        6.4 คุณรับทราบว่า แบ่งเบา อาจหรืออาจไม่คัดกรองเนื้อหาล่วงหน้า แต่ แบ่งเบา
        และผู้ที่ได้รับการแต่งตั้งจาก แบ่งเบา จะมีสิทธิ (แต่ไม่ใช่ข้อผูกพัน)
        ตามดุลยพินิจแต่เพียงผู้เดียวของตนในการคัดกรองล่วงหน้า ปฏิเสธ
        ลบหรือย้ายเนื้อหาใดๆ ที่ใช้งานได้บนไซต์
        โดยไม่มีความรับผิดใดๆต่อคุณ โดยไม่เป็นการจำกัดสิ่งที่กล่าวไปก่อนหน้า
        แบ่งเบา และผู้ที่ได้รับการแต่งตั้งจาก แบ่งเบา มีสิทธิที่จะลบเนื้อหา
        <br />
        (1) ที่ละเมิดเงื่อนไขการให้บริการ
        หรือนโยบายสิ่งของต้องห้ามและสิ่งของที่ถูกจำกัดของ แบ่งเบา รวมทั้งข้อกำหนด
        เงื่อนไข และนโยบายใดๆ ของ แบ่งเบา
        <br />
        (2) ถ้าเราได้รับคำร้องเรียนจากผู้ใช้คนอื่น
        <br />
        (3)
        ถ้าเราได้รับแจ้งหรือได้รับการกล่าวหาเกี่ยวกับการละเมิดทรัพย์สินทางปัญญาหรือคำสั่งทางกฎหมายหรือคำร้องให้ลบออก
        หรือ
        <br />
        (4) ถ้าเนื้อหาดังกล่าวไม่เหมาะสมหรือน่ารังเกียจ
        เรายังอาจปิดกั้นการส่งการสื่อสาร (รวมถึงแต่ไม่จำกัดเพียง การอัปเดตสถานะ
        การโพสต์ ข้อความ และ/หรือการสนทนา) ไปยังหรือจากบริการ
        อันเป็นส่วนหนึ่งของความพยายามของเราที่จะปกป้องบริการหรือผู้ใช้ของเรา
        หรือบังคับใช้บทบัญญัติของข้อกำหนดและเงื่อนไขเหล่านี้
        คุณตกลงว่าคุณจะต้องประเมิน
        และแบกรับความเสี่ยงทั้งหมดที่เกี่ยวกับการใช้เนื้อหา
        รวมถึงแต่ไม่จำกัดเพียง การพึ่งพาความถูกต้อง ความครบถ้วน
        หรือประโยชน์ของเนื้อหาดังกล่าว
        และจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้
        ไม่สามารถพึ่งพาเนื้อหาที่ แบ่งเบา สร้างขึ้น หรือส่งมายัง แบ่งเบา
        รวมถึงแต่ไม่จำกัดเพียง ข้อมูลในกระดานสนทนาของ แบ่งเบา และในส่วนอื่นๆ
        ทั้งหมดของไซต์{' '}
      </p>
      <br />
      <p className="text-sm">
        6.5 คุณรับทราบ ยินยอม และตกลงว่า แบ่งเบา อาจเข้าถึง รักษา
        และเปิดเผยข้อมูลบัญชีของคุณและเนื้อหาของคุณต่อหน่วยงานทางกฎหมายหรือผู้มีอำนาจภายในรัฐ
        เจ้าของสิทธิที่เกี่ยวข้องหรือบุคคลที่สามอื่นๆ หากกฎหมายกำหนดไว้เช่นนั้น
        หรือตามคำสั่งศาลหรือโดยหน่วยงานรัฐหรือหน่วยงานทางกฎหมายที่มีเขตอำนาจเหนือ
        แบ่งเบา
        หรือโดยการเชื่อโดยสุจริตว่าการเข้าถึงเพื่อรักษาหรือเปิดเผยนั้นมีความจำเป็นตามสมควรเพื่อ:
        <br />
        (1) ปฏิบัติตามขั้นตอนทางกฎหมาย
        <br />
        (2) บังคับใช้เงื่อนไขการให้บริการนี้หรือ
        นโยบายสิ่งของต้องห้ามและสิ่งของที่ถูกจำกัดของ แบ่งเบา รวมทั้งข้อกำหนด
        เงื่อนไข และนโยบายใดๆ ของ แบ่งเบา 
        <br />
        (3)
        ตอบสนองต่อข้อเรียกร้องที่ว่าเนื้อหาใดละเมิดสิทธิของบุคคลภายนอกรวมถึงสิทธิในทรัพย์สินทางปัญญา
        <br />
        (4) ตอบสนองต่อคำขอการบริการลูกค้าของคุณ หรือ
        <br />
        (5) ปกป้องสิทธิ ทรัพย์สินหรือความปลอดภัยส่วนบุคคลของ แบ่งเบา
        ผู้ใช้และ/หรือประชาชนทั่วไป{' '}
      </p>
      <br />
      <h3 className="text-lg">7. การละเมิดเงื่อนไขการให้บริการของเรา </h3>
      <br />
      <p className="text-sm">
        7.1 การละเมิดเงื่อนไขการให้บริการนี้ รวมถึงข้อกำหนด เงื่อนไข
        และนโยบายใดๆ ของ แบ่งเบา อาจส่งผลให้มีการดำเนินการหลายประการ
        รวมถึงแต่ไม่จำกัดเพียง สิ่งใดสิ่งหนึ่งหรือทั้งหมดต่อไปนี้
        <br />
        (1) บัญชีรายชื่อถูกลบ
        <br />
        (2) ถูกกำหนดขีดจำกัดสำหรับสิทธิพิเศษของบัญชี
        <br />
        (3) บัญชีถูกระงับและยกเลิกในเวลาต่อมา
        <br />
        (4) ถูกดำเนินคดีอาญา
        <br /> ถูกดำเนินคดีทางแพ่ง
        รวมถึงแต่ไม่จำกัดเพียงการเรียกร้องค่าเสียหายและ/หรือวิธีการชั่วคราว
        ก่อนพิพากษาหรือคำสั่งห้ามของศาล{' '}
      </p>
      <br />
      <p className="text-sm">
        7.2 หากคุณเชื่อว่าผู้ใช้บนไซต์ของเราละเมิดเงื่อนไขการให้บริการนี้
        โปรดติดต่อ บริการลูกค้าสัมพันธ์{' '}
      </p>
      <br />
      <h3 className="text-lg">
        8. การรายงานการละเมิดสิทธิ์ในทรัพย์สินทางปัญญา{' '}
      </h3>
      <br />
      <p className="text-sm">
        8.1 ตามที่ระบุไว้ข้างต้น แบ่งเบาไม่อนุญาตให้มีการลงสินค้าที่ละเมิดสิทธิในทรัพย์สินทางปัญญาของแบรนด์หรือเจ้าของสิทธิในทรัพย์สินทางปัญญาอื่นๆ (&quot;เจ้าของIPR&quot;){' '}
      </p>
      <br />
      <p className="text-sm">
        8.2 ยกเว้นในกรณีที่ระบุไว้ชัดแจ้งเป็นอย่างอื่น
        ผู้ใช้เป็นปัจเจกบุคคลหรือธุรกิจที่เป็นอิสระและไม่เกี่ยวข้องกับ แบ่งเบา
        ไม่ว่าในทางใด แบ่งเบา
        มิใช่ตัวแทนหรือผู้แทนของผู้ใช้และมิได้ครอบครองและ/หรือเป็นเจ้าของสินค้าใดๆ
        ที่ลงรายการไว้บนไซต์{' '}
      </p>
      <br />
      <p className="text-sm">
        8.3 หากคุณเป็นเจ้าของ IPR
        หรือตัวแทนที่ได้รับอนุญาตอย่างถูกต้องจากเจ้าของ IPR (&quot;ตัวแทน
        IPR&quot;)
        และคุณเชื่อว่าสิทธิของคุณหรือสิทธิตัวการของคุณได้ถูกละเมิด โปรดแจ้งให้เราทราบที่ บริการลูกค้าสัมพันธ์{' '}
      </p>
      <br />
      <p className="text-sm">
        8.4 ข้อเรียกร้องภายใต้ส่วนที่ 8 นี้ต้องจัดส่งให้ตามแบบฟอร์มที่กำหนดโดย
        แบ่งเบา ซึ่งอาจจะมีการปรับปรุงเป็นครั้งคราว
        และอย่างน้อยต้องดำเนินการดังต่อไปนี้ด้วย
        <br />
        (1) ลงลายมือชื่อจริงหรือลายเซ็นอิเล็กทรอนิกส์ของเจ้าของ IPR หรือ ตัวแทน
        IPR (เรียกรวมกันว่า &quot;ผู้ให้ข้อมูล&quot;)
        <br />
        (2)
        คำอธิบายถึงประเภทและลักษณะของสิทธิในทรัพย์สินทางปัญญาที่ถูกกล่าวหาว่าถูกละเมิดและหลักฐานแห่งสิทธิต่างๆ
        <br />
        (3)
        คำอธิบายลักษณะของการละเมิดที่ถูกกล่าวหาพร้อมรายละเอียดที่เพียงพอเพื่อให้ แบ่งเบา สามารถประเมินข้อร้องเรียนได้ 
        <br />
        (4) URLของรายชื่อที่มีการกล่าวหาว่าละเมิด 
        <br />
        (5) ข้อมูลเพียงพอที่จะช่วยให้ แบ่งเบา ติดต่อผู้ให้ข้อมูลได้ เช่น
        ที่อยู่ทางไปรษณีย์ หมายเลขโทรศัพท์ และที่อยู่อีเมล
        <br />
        (6)
        ถ้อยแถลงจากผู้ให้ข้อมูลที่ว่าข้อร้องเรียนนี้ได้ยื่นเข้ามาด้วยความเชื่อโดยสุจริตและการใช้ทรัพย์สินทางปัญญาที่ระบุโดยผู้ให้ข้อมูล
        ไม่ได้รับอนุญาตจากเจ้าของ IPR หรือตามที่กฎหมายบัญญัติให้ดำเนินการได้
        <br />
        (7) ถ้อยแถลงจากผู้ให้ข้อมูลที่ว่าข้อมูลในหนังสือบอกกล่าวนั้นถูกต้อง
        ทั้งนี้ผู้ให้ข้อมูลจะต้องรับผิดชดใช้ค่าเสียหายที่เราอาจได้รับอันเป็นผลมาจากข้อมูลที่ผู้ให้ข้อมูลได้จัดเตรียมมาให้
        นอกจากนี้
        ผู้ให้ข้อมูลรับรองว่าตนมีสิทธิอย่างเหมาะสมหรือได้รับอนุญาตให้ดำเนินการในนามของเจ้าของ
        IPR ในทุกกรณีที่เกี่ยวข้องกับการร้องเรียนดังกล่าว{' '}
      </p>
      <br />
      <p className="text-sm">
        8.5 แบ่งเบา รับทราบว่า ภายใต้กฎหมายที่ใช้บังคับ
        แบรนด์หรือผู้ผลิตสินค้าอาจมีสิทธิในการเข้าทำสัญญาว่าด้วยการจัดจำหน่ายสินค้าแต่เพียงผู้เดียว
        หรือสัญญาที่กำหนดราคาขายขั้นต่ำสำหรับสินค้าของตนหรือของบุคคลภายนอก
        อย่างไรก็ตาม
        การละเมิดสัญญาในลักษณะดังกล่าวไม่ถือเป็นการละเมิดสิทธิในทรัพย์สินทางปัญญา โดยการบังคับตามสัญญาดังกล่าวเป็นเรื่องระหว่างแบรนด์หรือผู้ผลิตสินค้ากับบุคคลภายนอกที่เป็นคู่สัญญา
        และในกรณีทั่วไป แบ่งเบา ไม่มีหน้าที่ในการให้ความช่วยเหลือหรือดำเนินการใดๆ
        ในการบังคับใช้ข้อตกลงการจัดจำหน่ายสินค้าแต่เพียงผู้เดียว
        หรือมาตรการในการควบคุมราคาสินค้าใดๆ เว้นแต่กรณีที่เป็นข้อกำหนดของกฎหมาย{' '}
      </p>
      <br />
      <p className="text-sm">
        8.6 โดยไม่เป็นการจำกัดการชดใช้ค่าเสียหายตามข้อ 23
        ผู้ขายแต่ละรายและทุกรายตกลงที่จะชดใช้ค่าเสียหายและไม่ให้ แบ่งเบา และ
        บริษัท ในเครือ รับผิดชอบในข้อเรียกร้องการกระทำ ความเสียหาย
        และการพิจารณาตัดสินใดๆ ทั้งหมด อันเกิดขึ้นจาก หรือเกี่ยวข้องกับ
        <br />
        (1) การเรียกร้อง ข้อร้องเรียน หรือการละเมิดในทรัพย์สินทางปัญญาใดๆ
        ที่เกี่ยวข้องกับเนื้อหาหรือรายการผลิตภัณฑ์ และ/หรือ
        <br />
        (2) การนำเนื้อหาหรือรายการผลิตภัณฑ์ใด ๆ ออก อันเกิดจากการเรียกร้อง
        ข้อร้องเรียน หรือการละเมิดทรัพย์สินทางปัญญาใด ๆ{' '}
      </p>
      <br />
      <h3 className="text-lg">9. การสั่งซื้อและการชำระเงิน </h3>
      <br />
      <p className="text-sm">
        9.1 แบ่งเบา อาจจัดให้มีการชำระเงินด้วยวิธีการต่าง ๆ
        รวมถึงวิธีการซึ่งระบุไว้ต่อไปนี้ ทั้งนี้ แบ่งเบา
        สงวนสิทธิแต่เพียงผู้เดียวที่จะแก้ไข ระงับ หรือยกเลิก และ/หรือ
        กำหนดเงื่อนไขใด ๆ รวมถึงแต่ไม่จำกัดเพียงกำหนดมูลค่าขั้นต่ำ
        สำหรับวิธีการชำระเงินประเภทใด ๆ โดยไม่ต้องแจ้งให้ทราบ
        <br />
        (1) บัตรเครดิต
        การชำระผ่านบัตรเครดิตจะดำเนินการผ่านช่องทางการชำระเงินของบุคคลภายนอก
        และชนิดของบัตรเครดิตที่ช่องทางการชำระเงินเหล่านี้ยอมรับอาจแตกต่างกันไปตามเขตอำนาจตามกฎหมายที่คุณอยู่
        <br />
        (2) การชำระเงินสดเมื่อรับสินค้า (Cash on Delivery, COD) แบ่งเบา
        ได้จัดให้มีบริการรับชำระเงินสดเมื่อรับสินค้าสำหรับการให้บริการในบางประเทศ
        ผู้ซื้ออาจชำระเงินสดโดยตรงให้แก่ตัวแทนขนส่งสินค้า ณ
        เวลาที่ผู้ซื้อรับสินค้าที่สั่งซื้อ
        <br />
        (3) การโอนเงินผ่านธนาคาร QR พร้อมเพย์
        ผู้ซื้อสามารถชำระเงินด้วยวิธีการโอนเงินผ่าน QR พร้อมเพย์ โดยระบบจะแสดงรูปภาพคิวอาร์โค้ดขึ้นมาเพื่อให้ผู้ซื้อสามารถบันทึกรูปภาพและนำไปสแกนจ่ายในแอปพลิเคชันธนาคารของผู้ซื้อ
        <br />
        (4) การชำระผ่าน Mobile Banking
        ผู้ซื้อสามารถชำระเงินโดยการทำธุรกรรมผ่านแอปพลิเคชันของธนาคารที่รองรับซึ่งผู้ซื้อได้ลงทะเบียนเพื่อใช้บริการทางการเงินไว้{' '}
      </p>
      <br />
      <p className="text-sm">
        9.2
        ผู้ซื้อสามารถเปลี่ยนวิธีการชำระเงินที่ต้องการได้ต่อเมื่อเปลี่ยนก่อนทำการชำระเงินเท่านั้น{' '}
      </p>
      <br />
      <p className="text-sm">
        9.3 แบ่งเบา ไม่รับผิดชอบและจะไม่ยอมรับผิดใดๆ
        ต่อความสูญเสียหรือความเสียหายแก่ผู้ซื้ออันเกิดจากข้อมูลการจัดส่งและ/หรือข้อมูลการชำระเงินที่ผู้ซื้อป้อนไว้
        หรือการที่ผู้ซื้อโอนเงินค่าชำระสินค้าที่ซื้อไม่ถูกต้อง
        เราสงวนสิทธิ์ในการตรวจสอบว่าผู้ซื้อได้รับอนุญาตอย่างเหมาะสมให้ใช้วิธีการชำระเงินบางอย่าง
        และอาจระงับธุรกรรมไว้จนกว่าจะได้ยืนยันการอนุญาตนั้นแล้ว
        หรือยกเลิกธุรกรรมที่เกี่ยวข้องกรณีไม่มีการยืนยันดังกล่าว{' '}
      </p>
      <br />
      <p className="text-sm">
        9.4 ในกรณีที่ แบ่งเบา
        สามารถชำระเงินแก่ผู้ใช้ทางการโอนเงินผ่านธนาคารเท่านั้น
        ผู้ใช้จำเป็นต้องให้ข้อมูลบัญชีเงินฝากของตนแก่ แบ่งเบา เพื่อรับการชำระเงิน
        กล่าวคือ จากการขายสินค้า หรือการคืนเงินจาก แบ่งเบา{' '}
      </p>
      <br />
      <h3 className="text-lg">10. แบ่งเบา SELLER BALANCE </h3>
      <br />
      <p className="text-sm">
        10.1 แบ่งเบา Seller Balance เป็นส่วนหนึ่งของบริการของ แบ่งเบา
        สำหรับแสดงยอดเงินรับคงเหลือ (Balance)
        ที่ผู้ขายมีสิทธิจะได้รับจากเงินค่าขายสินค้าภายใต้ข้อกำหนดและเงื่อนไขที่ตามกำหนดไว้ในเงื่อนไขการให้บริการนี้
        และนโยบายใดๆ
        ของ แบ่งเบา ซึ่งอาจรวมถึงเงินคืนจากค่าจัดส่งสินค้าหรือเงินคืนใดๆ (ถ้ามี)
        <br />
        ทั้งนี้ เงินค่าขายสินค้าจะแสดงเป็นจำนวนยอดเงินรับคงเหลือ (Balance)
        อยู่ใน แบ่งเบา Seller
        Balance ภายในหนึ่ง (1) วันหลังจากที่พ้นระยะเวลาตามเงื่อนไขที่กำหนดไว้ในข้อ
        11.2 (1) หรือ (2) (แล้วแต่กรณี) หรือ ภายในสาม (3)
        วันหลังจากที่ได้มีการอนุมัติการขอคืนเงินของผู้ขายแล้ว{' '}
      </p>
      <br />
      <p className="text-sm">
        10.2 ยอดเงินรับคงเหลือ (Balance) ที่แสดงอยู่ใน แบ่งเบา Seller Balance
        จะเป็นจำนวนยอดเงินรับคงเหลือ หลังจากหักเงินค่าธรรมเนียมบริการใดๆ
        และ/หรือ เงินเรียกเก็บอื่นใด หรือหลังคืนค่าส่วนลด และ/หรือ เงินคืนอื่นใด
        ที่เกี่ยวข้องกับการใช้บริการของ แบ่งเบาโดย แบ่งเบา
        หรือตัวแทนที่ได้รับอนุญาต ตามเงื่อนไขที่กำหนดไว้ในเงื่อนไขการให้บริการ
        และนโยบายใดๆ ของ แบ่งเบา
        หรือตามที่ผู้ขายได้ตกลงหรือรับทราบผ่านแพลตฟอร์มนี้{' '}
      </p>
      <br />
      <p className="text-sm">
        10.3 แบ่งเบา Seller Balance ไม่ใช่การให้บริการกระเป๋าเงินอิเล็กทรอนิกส์
        (E-Wallet) แก่ผู้ขาย ผู้ขายไม่สามารถใช้ แบ่งเบา Seller
        Balance เพื่อเป็นช่องทางในการชำระค่าสินค้า และ/หรือ บริการได้
        หรือดำเนินการอื่นใดเกี่ยวกับยอดเงินรับคงเหลือ (Balance) ที่แสดงอยู่ใน
        แบ่งเบา Seller
        Balance นอกเหนือไปจากการถอนเงินภายใต้ข้อกำหนดและเงื่อนไขที่ตามกำหนดไว้ในข้อ 12
        ของเงื่อนไขการให้บริการ{' '}
      </p>
      <br />
      <p className="text-sm">
        10.4 ในกรณีที่บัญชีของคุณถูกยกเลิก เพิกถอน หรือระงับ
        โดยเป็นไปตามเงื่อนไขการให้บริการนี้
        หรือในกรณีที่บัญชีของคุณไม่มีการใช้งาน (ตามระยะเวลาที่ แบ่งเบา
        อาจจะกำหนดเป็นครั้งคราว)
        เรามีสิทธิในการเรียกเก็บค่าธรรมเนียมในการบริหารจัดการยอดเงินที่คงเหลือที่แสดงอยู่ใน
        Seller Balance ในบัญชีของคุณ
        โดยจำนวนและกำหนดเวลาในการเรียกเก็บค่าธรรมเนียมดังกล่าวจะเป็นไปตามที่
        แบ่งเบา อาจกำหนดเป็นครั้งคราว{' '}
      </p>
      <h3 className="text-lg">11. การถอนเงินและการปรับมูลค่าคงเหลือ </h3>
      <br />
      <p className="text-sm">
        11.1 คุณสามารถถอนเงินจากยอดเงินรับคงเหลือ (Balance) ที่แสดงอยู่ใน แบ่งเบา
        Seller Balance ของคุณ
        (ตามจำนวนที่เท่าที่ แบ่งเบา กำหนด) ไปยังบัญชีธนาคารที่ได้ผูกไว้
        โดยยื่นคำสั่งขอถอนเงิน (&quot;คำขอถอนเงิน&quot;) ให้แก่เรา
        ทั้งนี้ แบ่งเบา อาจทำการโอนเงินจากยอดเงินรับคงเหลือ (Balance)
        ที่แสดงอยู่ใน แบ่งเบา Seller Balance ไปยังบัญชีที่ได้ผูกไว้โดยอัตโนมัติ
        ตามระยะเวลาที่ แบ่งเบา เห็นสมควร แบ่งเบา จะดำเนินการโอนเงินดังกล่าวในวันทำการและการโอนเงินอาจใช้เวลาอย่างน้อยสอง
        (2) วันทำการก่อนที่จะเข้าบัญชีที่ได้ผูกไว้{' '}
      </p>
      <br />
      <p className="text-sm">
        11.2
        คุณไม่สามารถเปลี่ยนแปลงหรือยกเลิกคำขอถอนเงินหลังจากที่ได้ยื่นคำขอถอนเงินดังกล่าวแล้ว{' '}
      </p>
      <br />
      <p className="text-sm">
        11.3 หากเกิดข้อผิดพลาดในการดำเนินธุรกรรมใดๆ
        คุณอนุญาตให้เราทำการแก้ไขปรับปรุงรายการโดยการหักเงิน (เดบิต)
        จากหรือคืนเงิน (เครดิต)
        ไปยังบัญชีธนาคารที่คุณกำหนดเพื่อแก้ไขความผิดพลาดดังกล่าว ทั้งนี้
        การแก้ไขปรับปรุงจะต้องเป็นตามกฎหมายและกฎเกณฑ์ที่มีผลบังคับใช้
        หากเราไม่สามารถทำการหักเงินจากบัญชีธนาคารของคุณได้ ไม่ว่ากรณีใดๆ
        คุณอนุญาตให้เราหักเงินรวมถึงค่าธรรมเนียมใดๆ
        จากบัญชีธนาคารหรือตราสารการจ่ายเงินอื่นใดที่คุณได้แจ้งไว้ต่อเรา
        หรือให้หักเงินและค่าธรรมเนียมใดๆ ออกจากยอดเงินรับคงเหลือ
        (Balance) ที่แสดงอยู่ใน แบ่งเบา Seller Balance ของคุณได้ในอนาคต{' '}
      </p>
      <br />
      <p className="text-sm">
        11.4 คุณยินยอมให้เราหักเงินจากหรือคืนเงินสู่ แบ่งเบา Seller Balance
        หรือยอดเงินรับคงเหลือ (Balance) ที่แสดงอยู่ใน  แบ่งเบา Seller Balance
        ของคุณ (แล้วแต่กรณี) ในกรณีดังต่อไปนี้
        <br />
        (1) เพื่อทำการแก้ไขความผิดพลาดในการดำเนินธุรกรรมใดๆ
        <br />
        (2) เมื่อ แบ่งเบา
        เห็นว่าคุณได้กระทำการหรือดำเนินธุรกรรมอันเป็นการฉ้อโกงหรือเป็นที่ต้องสงสัย
        <br />
        (3) เมื่อ แบ่งเบา
        ได้ตัดสินให้พิจารณาเรียกคืนเงินการสนับสนุนและ/หรือสิทธิประโยชน์ใดๆ
        ที่คุณได้รับ โดยเป็นไปตามเงื่อนไขการให้บริการนี้
        <br />
        (4) กรณีที่เกี่ยวข้องกับการสูญหาย ความเสียหายหรือความผิดพลาดใดๆ
        ต่อสินค้า
        <br />
        (5) กรณีที่เกี่ยวข้องกับค่าสินค้า ค่าจัดส่งสินค้าหรือพัสดุ ค่าภาษี
        หรือค่าใช้จ่ายใดๆ
        <br />
        (6)
        กรณีที่เกี่ยวข้องกับการคืนเงินค่าสินค้าให้แก่ผู้ซื้อซึ่งได้ยื่นคำขอคืนสินค้าและ/หรือคืนเงินภายหลังจากผู้ซื้อส่งคำยืนยันไปยัง
        แบ่งเบา ว่าผู้ซื้อได้รับสินค้าของตัวเองแล้ว ตามข้อ 12.2 (ก)
        <br />
        (7) กรณีที่เกี่ยวข้องกับการให้รางวัลตอบแทนหรือรีเบต
        <br />
        (8) กรณีที่เกี่ยวข้องกับค่าธรรมเนียมที่ไม่ได้เรียกเก็บ
        หรือคุณได้ค้างจ่ายค่าธรรมเนียมหรือค่าใช้จ่ายอื่นใดต่อเราหรือในกรณีที่เรายังไม่สามารถเรียกเก็บค่าธรรมเนียมหรือค่าใช้จ่ายดังกล่าวได้จากช่องทางอื่น
        <br />
        (9) กรณีที่เกี่ยวข้องกับการประนีประนอมข้อพิพาททางธุรกรรมใดๆ
        รวมถึงค่าชดเชยที่เราต้องชดเชยให้คุณหรือที่คุณต้องชดเชยให้เรา
        <br />
        (10) กรณีที่เกี่ยวข้องกับค่าเสียหาย และ/หรือ
        ข้อตกลงในการประนีประนอมข้อพิพาท ไม่ว่าภายในหรือภายนอกศาล ค่าปรับทางอาญา
        ค่าปรับทางปกครอง ค่าปรับ ต้นทุน และ/หรือ ค่าใช้จ่ายใดๆ ที่เกิดขึ้นกับ
        แบ่งเบา อันมีเหตุมาจากความผิดของผู้ขาย และ/หรือ การละเมิดของผู้ขาย
        ซึ่งรวมถึงการละเมิดข้อตกลงใดๆ ภายใต้เงื่อนไขการให้บริการนี้ (รวมถึง
        นโยบาย หรือ ข้อแนะนำ (guidelies) ใดๆ
        ที่อ้างถึงในเงื่อนไขการให้บริการนี้) และ/หรือ กฎหมายและข้อบังคับใดๆ
        <br />
        (11)
        กรณีที่เกี่ยวข้องกับรายการสินค้าที่ถูกระงับหรือสินค้าที่ถูกกักกันไว้โดยกรมศุลกากร
        <br />
        (12)
        กรณีที่เกี่ยวข้องกับการเปลี่ยนข้อตกลงที่ได้ตกลงกันแล้วระหว่างผู้ซื้อและผู้ขาย
        <br />
        (13) กรณีอื่นใดที่เราเห็นสมควร{' '}
      </p>
      <br />
      <h3 className="text-lg">12. แบ่งเบา GUARANTEE </h3>
      <br />
      <p className="text-sm">
        12.1 แบ่งเบา Guarantee คือบริการที่จัดไว้ให้โดย แบ่งเบา
        เพื่อคุ้มครองสินค้าที่ซื้อ เพื่อปกป้องความเสี่ยงจากการรับผิด แบ่งเบา
        จะเก็บเงินที่ชำระค่าสินค้าที่ซื้อจากผู้ขายโดยใช้บริการไว้ในบัญชีแยกต่างหากจากบัญชีเงินทุนของบริษัท
        (&quot;บัญชี แบ่งเบา Guarantee&quot;) ทั้งนี้
        ผู้ขายจะไม่สามารถได้รับผลประโยชน์หรือผลตอบแทนอื่นใดจากจำนวนเงินที่คุณได้ชำระไปยังบัญชี
        แบ่งเบา Guarantee{' '}
      </p>
      <br />
      <p className="text-sm">
        12.2 หลังจากผู้ซื้อชำระเงินสำหรับคำสั่งซื้อสินค้าใดแล้ว
        (&quot;เงินค่าซื้อสินค้าของผู้ซื้อ&quot;)
        เงินค่าซื้อสินค้าของผู้ซื้อจะถูกเก็บไว้ในบัญชี แบ่งเบา Guarantee
        จนกระทั่ง:
        <br />
        (1) ผู้ซื้อส่งคำยืนยันไปยัง แบ่งเบา ว่าผู้ซื้อได้รับสินค้าของตัวเองแล้ว
        ซึ่งในกรณีดังกล่าว (เว้นแต่ข้อ 12.2(ง) จะบังคับใช้) แบ่งเบา
        จะโอนเงินค่าซื้อสินค้าของผู้ซื้อ (ไม่รวมถึงค่าจัดส่งสินค้าหรือพัสดุ
        และค่าธรรมเนียมอื่นๆ) ที่อยู่ในบัญชี แบ่งเบา Guarantee ให้แก่ผู้ขาย
        <br />
        (2) ระยะเวลาของ แบ่งเบา Guarantee (หรือส่วนขยายที่ได้รับการอนุมัติตามข้อ
        12.3) สิ้นสุดลง ซึ่งในกรณีดังกล่าว (เว้นแต่ข้อ 12.2(3) หรือ 13.2(4)
        บังคับใช้) แบ่งเบา
        จะโอนเงินค่าซื้อสินค้าของผู้ซื้อ (ไม่รวมถึงค่าจัดส่งสินค้าหรือพัสดุ
        และค่าธรรมเนียมอื่นๆ) ที่อยู่ในบัญชี แบ่งเบา Guarantee ให้แก่ผู้ขาย
        <br />
        (3) แบ่งเบา พิจารณาคำขอคืนสินค้าและ/หรือคืนเงินของผู้ซื้อและได้อนุมัติ
        ซึ่งในกรณีดังกล่าว (เว้นแต่ข้อ 12.2(4) บังคับใช้) แบ่งเบา
        จะคืนเงินค่าซื้อสินค้าของผู้ซื้อแก่ผู้ซื้อ
        ภายใต้บังคับและเป็นไปตามนโยบายการคืนเงินและคืนสินค้า
        <br />
        (4) เวลาอื่นที่ แบ่งเบา
        พิจารณาอย่างสมเหตุสมผลแล้วว่าโอนเงินค่าซื้อสินค้าของผู้ซื้อนั้นเหมาะสม
        รวมถึงแต่ไม่จำกัดเพียง กรณีที่ แบ่งเบา
        เห็นสมควรว่าจำเป็นจะต้องปฏิบัติตามกฎหมายที่บังคับใช้ หรือคำสั่งศาล
        หรือเพื่อบังคับใช้เงื่อนไขการให้บริการนี้
        <br />
        โดย แบ่งเบา Guarantee จะใช้บังคับสำหรับผู้ซื้อที่ได้ชำระเงิน
        ผ่านช่องทางที่จัดไว้ให้โดย แบ่งเบา ไปยังบัญชี แบ่งเบา Guarantee เท่านั้น
        การดำเนินการชำระเงินค่าซื้อสินค้ากันเองโดยตรงแบบออฟไลน์ระหว่างผู้ซื้อกับผู้ขาย
        จะไม่ได้รับการคุ้มครองภายใต้ แบ่งเบา Guarantee{' '}
      </p>
      <br />
      <p className="text-sm">
        12.3 การชำระเงินที่ดำเนินการผ่านช่องทางที่จัดไว้ให้โดย แบ่งเบา
        จะถูกเก็บไว้ในบัญชี แบ่งเบา Guarantee เป็นระยะเวลาหนึ่ง
        (&quot;ระยะเวลาของ แบ่งเบา Guarantee&quot;)
        ผู้ซื้อสามารถขอขยายระยะเวลาของ แบ่งเบา Guarantee
        ได้หนึ่งครั้งก่อนที่ระยะเวลาของ แบ่งเบา Guarantee ที่บังคับใช้จะสิ้นสุดลง
        ภายใต้บังคับและเป็นไปตามนโยบายการคืนเงินและคืนสินค้า
        เมื่อผู้ซื้อได้ยื่นขอขยายระยะเวลาแล้ว ระยะเวลาของ แบ่งเบา Guarantee
        จะสามารถขยายออกไปได้สูงสุดสาม (3) วัน เว้นแต่ แบ่งเบา
        จะพิจารณาตามดุลยพินิจของตนแต่เพียงผู้เดียวแล้วเห็นว่าการขยายเวลาดังกล่าวออกไปนั้นเหมาะสมหรือความจำเป็น{' '}
      </p>
      <br />
      <p className="text-sm">
        12.4 ผู้ขาย/ผู้ซื้อจะต้องเป็นผู้รับผลประโยชน์ของบัญชีและทำธุรกรรมบนไซต์ในนามของตัวเองเท่านั้น
        แบ่งเบา อาจขอข้อมูลส่วนบุคคลของผู้ขายหรือผู้ซื้อ เช่น สำเนาบัตรประชาชน
        รายละเอียดบัญชีธนาคารและ/หรือเอกสารอื่นใดที่จำเป็น
        เพื่อใช้ในการตรวจสอบซึ่งรวมถึงการตรวจสอบที่จำเป็นโดยผู้ให้บริการดำเนินการชำระเงินและผู้ให้บริการจัดส่งสินค้ารายอื่น
        ผู้ขาย/ผู้ซื้อยินยอมให้ แบ่งเบา
        ใช้หรือให้บุคคลภายนอกซึ่งข้อมูลส่วนบุคคลของผู้ขาย/ผู้ซื้อเพื่ออำนวยความสะดวกในการใช้ไซต์ของผู้ขาย/ผู้ซื้อ
        นอกจากนี้ผู้ขาย/ผู้ซื้ออนุญาตให้ แบ่งเบา
        ใช้ข้อมูลส่วนบุคคลของผู้ขาย/ผู้ซื้อเพื่อทำการซักถามที่เราพิจารณาว่าจำเป็นต่อการตรวจสอบความถูกต้องของข้อมูลประจำตัวของผู้ขาย/ผู้ซื้อกับหน่วยงานที่เหมาะสม
        เช่น ธนาคารของผู้ขาย/ผู้ซื้อ{' '}
      </p>
      <br />
      <p className="text-sm">
        12.5 แบ่งเบา Guarantee
        เป็นบริการเสริมซึ่งแยกต่างหากจากข้อผูกพันระหว่างผู้ซื้อและผู้ขายภายใต้กฎหมายที่เกี่ยวข้อง
        ซึ่งในข้อผูกพันนั้น
        ผู้ซื้อและผู้ขายอาจมีสิทธิและหน้าที่่ระหว่างกันมากกว่าที่กำหนดไว้ใน แบ่งเบา
        Guarantee และ แบ่งเบา Guarantee
        ไม่ได้มีจุดมุ่งหมายหรือออกแบบมาเพื่อช่วยผู้ซื้อหรือผู้ขายในการปฏิบัติตามข้อผูกพันตามกฎหมายของตัวเอง
        ซึ่งคู่สัญญาแต่ละฝ่ายจะยังคงรับผิดชอบแต่เพียงผู้เดียว และ แบ่งเบา
        จะไม่รับผิดจากกรณีดังกล่าว โดยไม่มีข้อจำกัด แบ่งเบา Guarantee
        ไม่ถือเป็นการรับประกันผลิตภัณฑ์{' '}
      </p>
      <br />
      <p className="text-sm">
        12.6 ผู้ซื้อและผู้ขายรับทราบและตกลงว่าการตัดสินใจของ แบ่งเบา
        (รวมถึงการอุทธรณ์)
        ที่เกี่ยวกับหรือเกี่ยวเนื่องกับประเด็นใดที่เกี่ยวข้องกับ แบ่งเบา
        Guarantee ถือเป็นที่สิ้นสุด{' '}
      </p>
      <br />
      <p className="text-sm">
        12.7 เพื่อไม่ให้เกิดข้อกังขา ธุรกรรมใดๆ
        ที่ไม่ได้ทำผ่านทางไซต์จะไม่ได้รับความคุ้มครองจากนโยบาย แบ่งเบา Guarantee{' '}
      </p>
      <h3 className="text-lg">13. การจัดส่ง </h3>
      <br />
      <p className="text-sm">
        13.1 ในกรณีที่ผู้ขายแจ้ง แบ่งเบา ว่าผู้ขายจะเป็นผู้ดำเนินการจัดส่งสินค้า
        ผู้ขายจะมีหน้าที่ในการจัดส่งสินค้าตามข้อมูลที่ได้รับจากผู้ซื้อ โดย
        แบ่งเบา จะแจ้งให้ผู้ขายทราบเมื่อ แบ่งเบา ได้รับเงินค่าซื้อสินค้าของผู้ซื้อจากผู้ซื้อแล้ว
        เพื่อให้ผู้ขายดำเนินการจัดส่งสินค้า
        โดยผู้ขายจะต้องใช้ความพยายามอย่างเต็มที่ในการทำให้แน่ใจว่าผู้ซื้อได้รับสินค้าที่ซื้อภายในระยะเวลาของ แบ่งเบา
        Guarantee หรือระยะเวลาตามที่ผู้ขายระบุไว้ (สำหรับการชำระเงินแบบออฟไลน์)
        ในรายการสินค้าของผู้ขาย
        และผู้ขายต้องเป็นผู้รับผิดชอบค่าจัดส่งสินค้าต่อผู้ขนส่ง
        (ซึ่งผู้ขายอาจเรียกเก็บจากผู้ซื้ออีกต่อหนึ่งได้)
        รวมถึงเป็นผู้รับภาระความเสี่ยงภัยทั้งหมดที่เกี่ยวกับการจัดส่งสินค้าที่ซื้อ{' '}
      </p>
      <br />
      <h3 className="text-lg">14. การยกเลิก การคืนสินค้าและการคืนเงิน </h3>
      <br />
      <p className="text-sm">
        14.1
        ผู้ซื้อสามารถยกเลิกคำสั่งซื้อได้ก่อนที่จะชำระเงินค่าซื้อสินค้าของผู้ซื้อ
        ไปยังบัญชี แบ่งเบา Guarantee เท่านั้น{' '}
      </p>
      <br />
      <p className="text-sm">
        14.2
        ผู้ซื้อสามารถยื่นคำร้องขอคืนสินค้าที่ซื้อและคืนเงินค่าซื้อสินค้าของผู้ซื้อก่อนวันหมดเขตระยะเวลาของ
        แบ่งเบา Guarantee ถ้าเหมาะสม โดยเป็นไปตามนโยบายการคืนเงินและคืนสินค้าของ
        แบ่งเบา โปรดดูรายละเอียดเพิ่มเติมจากนโยบายการคืนเงินและคืนสินค้าของ
        แบ่งเบา{' '}
      </p>
      <br />
      <p className="text-sm">
        14.3 แบ่งเบา
        สงวนสิทธิ์ในการยกเลิกธุรกรรมบนไซต์และผู้ซื้อตกลงว่าการเยียวยาแก่ผู้ซื้อมีอย่างเดียวคือการได้รับการคืนเงินค่าซื้อสินค้าของผู้ซื้อที่จ่ายไปในบัญชี
        แบ่งเบา Guarantee{' '}
      </p>
      <br />
      <p className="text-sm">
        14.4 ในกรณีที่มีการยกเลิก การคืนสินค้าและการคืนเงิน คุณตกลงให้ แบ่งเบา
        หรือตัวแทนที่ได้รับอนุญาตทำการคืนเงินค่าซื้อสินค้าของผู้ซื้อหรือค่าธรรมเนียมอื่นใด
        ผ่านทาง แบ่งเบา Seller Balance เท่านั้น{' '}
      </p>
      <br />
      <h3 className="text-lg">15. ความรับผิดชอบของผู้ขาย </h3>
      <br />
      <p className="text-sm">
        15.1 ผู้ขายควรจัดการและตรวจสอบอย่างเหมาะสมว่าข้อมูลที่เกี่ยวข้อง เช่น
        ราคาและรายละเอียดสินค้า จำนวนสินค้าคงคลัง
        และข้อกำหนดและเงื่อนไขในการขายได้รับการอัปเดตในบัญชีรายชื่อสินค้าของผู้ขาย
        และไม่โพสต์ข้อมูลที่ไม่ถูกต้องหรือทำให้เข้าใจผิด{' '}
      </p>
      <br />
      <p className="text-sm">
        15.2 ราคาสินค้าที่จะขายกำหนดโดยผู้ขายตามดุลยพินิจของผู้ขายเอง
        จำนวนเงินทั้งหมดที่จะเรียกเก็บกับผู้ซื้อจะรวมราคาสินค้า ค่าจัดส่ง
        และค่าใช้จ่ายอื่่นๆ เช่น ภาษีขาย ภาษีมูลค่าเพิ่ม ภาษีศุลกากร เป็นต้น
        และผู้ขายจะไม่เรียกเก็บเงินดังกล่าวจากผู้ซื้อเพิ่มเติมและแยกต่างหาก{' '}
      </p>
      <br />
      <p className="text-sm">
        15.3 ผู้ขายตกลงว่า แบ่งเบา มีสิทธิ (แต่ไม่มีหน้าที่)
        ในการจัดกิจกรรมส่งเสริมการขาย
        เพื่อกระตุ้นการทำธุรกรรมระหว่างผู้ซื้อและผู้ขายและธุรกรรมอื่นๆ บนไซต์
        ซึ่งรวมไปถึงแต่ไม่จำกัดเพียงการลด ให้ส่วนลด หรือคืนเงินค่าธรรมเนียม
        หรือด้วยวิธีการอื่นๆ เป็นครั้งคราว ตามดุลพินิจของ แบ่งเบา ทั้งนี้ แบ่งเบา
        อาจเรียกเก็บค่าใช้จ่ายทั้งหมดหรือบางส่วนในการจัดกิจกรรมส่งเสริมการขายหรือค่าธรรมเนียมการเข้าร่วมกิจกรรมส่งเสริมการขายจากผู้ขาย
        โดย แบ่งเบา จะแจ้งหลักเกณฑ์ เงื่อนไข สำหรับกิจกรรมส่งเสริมการขายนั้นๆ
        ให้ผู้ขายทราบ โดยหากผู้ขายไม่ประสงค์จะเข้าร่วมกิจกรรมดังกล่าว
        ผู้ขายมีหน้าที่ต้องแจ้งยกเลิกการเข้าร่วมกิจกรรมส่งเสริมการขายต่อ แบ่งเบา
        เป็นลายลักษณ์อักษร ภายในระยะเวลาทดลองเข้าร่วมกิจกรรมส่งเสริมการขาย
        หรือภายในระยะเวลาที่ แบ่งเบา กำหนด (แล้วแต่กรณี) มิฉะนั้น
        จะถือว่าผู้ขายตกลงยินยอมที่จะปฏิบัติตามหลักเกณฑ์ เงื่อนไข
        และวิธีการสำหรับกิจกรรมส่งเสริมการขายที่เกี่ยวข้อง
        รวมไปถึงการชำระค่าใช้จ่ายหรือค่าธรรมเนียมการเข้าร่วมกิจกรรมส่งเสริมการขาย
        (ถ้ามี)) แล้ว{' '}
      </p>
      <br />
      <p className="text-sm">
        15.4 เพื่อจุดประสงค์ในการส่งเสริมการขายสินค้าที่ลงรายการไว้โดยผู้ขาย
        แบ่งเบา อาจโพสต์รายการดังกล่าว (ตามราคาที่ปรับแล้ว)
        บนเว็บไซต์ของบุคคลภายนอก (เช่น ไซต์พอร์ทัลและไซต์เปรียบเทียบราคา)
        รวมถึงเว็บไซต์อื่นๆ (ในประเทศหรือต่างประเทศ) ที่ดำเนินการโดย แบ่งเบา{' '}
      </p>
      <br />
      <p className="text-sm">
        15.5 ผู้ขายจะต้องออกใบเสร็จรับเงิน สลิปบัตรเครดิต
        หรือใบกำกับภาษีให้แก่ผู้ซื้อเมื่อร้องขอ{' '}
      </p>
      <br />
      <p className="text-sm">
        15.6 ผู้ขายทราบและตกลงว่าผู้ซื้อจะรับผิดชอบการเสียภาษี ศุลกากร
        และอากรทั้งหมดสำหรับสินค้าที่ขายและ แบ่งเบา
        ไม่อาจให้คำแนะนำทางกฎหมายหรือภาษีในเรื่องนี้ได้
        เนื่องจากกฎหมายและข้อบังคับด้านภาษีอาจมีการเปลี่ยนแปลงเป็นครั้งคราว
        ดังนั้น จึงแนะนำว่าหากมีข้อสงสัย ผู้ขายควรขอคำแนะนำจากผู้เชี่ยวชาญ{' '}
      </p>
      <br />
      <p className="text-sm">
        15.7 ผู้ขายรับทราบและตกลงว่าหากผู้ขายละเมิดนโยบายใดๆ ของ แบ่งเบา
        จะส่งผลให้มีการดำเนินการต่างๆ ดังที่ระบุไว้ในข้อ 7.1{' '}
      </p>
      <br />
      <h3 className="text-lg">16. ค่าธรรมเนียม </h3>
      <br />
      <p className="text-sm">
        16.1 แบ่งเบา
        เรียกเก็บค่าธรรมเนียมการให้บริการจากผู้ขายตามประเภทค่าธรรมเนียมการให้บริการ
        ซึ่งเป็นไปตามข้อกำหนดและเงื่อนไขที่กำหนดไว้ใน นโยบายค่าธรรมเนียม ภายใต้นโยบายของ
        แบ่งเบา
        <br />
        (1) ค่าธรรมเนียมการขาย -
        แบ่งเบา เรียกเก็บค่าธรรมเนียมการทำธุรกรรมการขายจากผู้ขายเมื่อผู้ซื้อทำธุรกรรมการซื้อสินค้าใดๆ
        สำเร็จ
        โดยผู้ขายตกลงให้ แบ่งเบา หักค่าธรรมเนียมดังกล่าวออกจากเงินค่าซื้อสินค้าของผู้ซื้อที่ แบ่งเบา จะโอนให้แก่ผู้ขาย
        (&quot;ค่าธรรมเนียมการขาย&quot;)
        โดยรายละเอียดเกี่ยวกับการเรียกเก็บค่าธรรมเนียมการขาย
        อัตราค่าธรรมเนียมการขาย
        วิธีการคิดคำนวณและเงื่อนไขที่เกี่ยวข้องจะเป็นไปตามข้อกำหนดและเงื่อนไขที่กำหนดไว้ใน นโยบายค่าธรรมเนียม ซึ่งอาจมีการเปลี่ยนแปลงแก้ไขเป็นครั้งคราวตามที่ แบ่งเบา เห็นสมควรและจะแจ้งให้ผู้ขาย/ผู้ใช้ทราบผ่านแพลตฟอร์ม
        <br />
        (2) ค่าธรรมเนียมการทำธุรกรรม ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะ
        <br />
        (3) ค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตหรือบัตรเดบิต
        และค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตแบบผ่อนชำระ
        <br />
        (3.1) ค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตหรือบัตรเดบิต
        จะถูกจัดเก็บเมื่อผู้ซื้อได้ชำระค่าสินค้าผ่านบัตรเครดิตหรือบัตรเดบิต
        ไม่ว่าจะชำระเต็มจำนวนหรือชำระแบบผ่อนชำระ โดย
        แบ่งเบา จะจัดเก็บค่าธรรมเนียมบัตรเครดิตโดยหักค่าธรรมเนียมดังกล่าวออกจากเงินค่าซื้อสินค้าของผู้ซื้อที่ แบ่งเบา จะโอนให้แก่ผู้ขาย
        (ต่อไปนี้จะเรียกว่า
        &quot;ค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตหรือบัตรเดบิต&quot; หรือ
        &quot;ค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตแบบผ่อนชำระ&quot;
        แล้วแต่กรณี)
        โดยที่ผู้ขายจะเป็นฝ่ายรับผิดชอบค่าธรรมเนียมดังกล่าวนี้แต่เพียงผู้เดียว
        <br />
        (3.2) ค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตหรือบัตรเดบิต
        และค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตแบบผ่อนชำระ จะถูกกำหนดโดย
        แบ่งเบา รายละเอียดเกี่ยวกับการเรียกเก็บค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตหรือบัตรเดบิต
        อัตราค่าธรรมเนียม
        วิธีการคิดคำนวณและเงื่อนไขที่เกี่ยวข้องเป็นไปตามข้อกำหนดและเงื่อนไขที่กำหนดไว้ใน นโยบายค่าธรรมเนียม ซึ่งอาจมีการเปลี่ยนแปลงแก้ไขเป็นครั้งคราวตามที่ แบ่งเบา เห็นสมควรและจะแจ้งให้ผู้ขาย/ผู้ใช้ทราบผ่านแพลตฟอร์ม
        <br />
        (3.3)
        ผู้ขายอาจบวกค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตหรือบัตรเดบิตหรือค่าธรรมเนียมการทำธุรกรรมผ่านบัตรเครดิตแบบผ่อนชำระ
        ไปในราคาสินค้าที่จำหน่ายได้
        ในกรณีดังกล่าวผู้ขายตกลงที่จะไม่เรียกเก็บค่าธรรมเนียมอื่นใดที่เกี่ยวข้องกับการใช้บัตรเครดิตหรือบัตรเดบิต
        จากผู้ซื้อ
        แบ่งเบา สงวนสิทธิในการหยุดหรือยกเลิกการให้บริการบัญชีของผู้ขายหากผู้ขายได้ละเมิดเงื่อนไขในข้างต้น
      </p>
      <br />
      <p className="text-sm">
        16.2 เมื่อมีการเรียกเก็บค่าธรรมเนียม ค่าธรรมเนียมดังกล่าวอาจมีการคิด
        GST/VAT และภาษีที่เกี่ยวข้องอื่นๆ รวมเข้าไปด้วย ทั้งนี้
        ผู้ขายจะรับผิดชอบค่าภาษีเหล่านั้นเอง เว้นแต่ตกลงกันไว้เป็นอย่างอื่น
        ผู้ขายรับทราบและตกลงว่า แบ่งเบา
        อาจหักค่าธรรมเนียมและภาษีที่เกี่ยวข้องจากเงินค่าซื้อสินค้าที่ผู้ซื้อชำระไว้
        แบ่งเบา
        จะออกใบเสร็จรับเงินหรือใบกำกับภาษีสำหรับค่าธรรมเนียมและภาษีที่ผู้ขายชำระไว้เมื่อร้องขอ{' '}
      </p>
      <br />
      <p className="text-sm">
        16.3 หากค่าธรรมเนียมใดๆ (รวมภาษีมูลค่าเพิ่ม/VAT)
        มีตัวเลขทศนิยมเศษสตางค์เกินกว่าหรือเท่ากับ 50 สตางค์
        ผู้ขายตกลงให้เรียกเก็บค่าธรรมเนียมดังกล่าวในจำนวนหลังการปัดเศษขึ้นเป็นจำนวนเต็ม
        และตกลงให้เรียกเก็บค่าธรรมเนียมในจำนวนหลังปัดเศษลงเป็นจำนวนเต็ม
        หากค่าธรรมเนียม (รวมภาษีมูลค่าเพิ่ม/VAT) มีตัวเลขทศนิยมเศษสตางค์น้อยกว่า
        50 สตางค์
        และผู้ขายตกลงชำระค่าธรรมเนียมตามจำนวนที่เรียกเก็บนั้นให้แก่ แบ่งเบา{' '}
      </p>
      <br />
      <p className="text-sm">
        16.4 แบ่งเบา สงวนสิทธิในการปรับเปลี่ยนค่าธรรมเนียมและอัตราค่าธรรมเนียมใดๆ
        ที่จะถูกจัดเก็บ ภายหลังจากได้มีการปรับเปลี่ยนค่าธรรมเนียมแล้ว
        หากคุณยังคงใช้บริการนี้ต่อไป
        จะถือว่าคุณได้ยอมรับการปรับเปลี่ยนค่าธรรมเนียมดังกล่าวทันที{' '}
      </p>
      <br />
      <h3 className="text-lg">17. ข้อพิพาท </h3>
      <br />
      <p className="text-sm">
        17.1 ในกรณีที่เกิดปัญหาในการทำธุรกรรม
        การยุติข้อพิพาทของปัญหานั้นจะเป็นไปตามนโยบายใดๆ ของ แบ่งเบา{' '}
      </p>
      <br />
      <p className="text-sm">
        17.2
        ผู้ซื้อและผู้ขายแต่ละฝ่ายให้คำรับรองและตกลงว่าตนจะไม่ฟ้องร้องหรือยื่นข้อร้องเรียนใดๆ
        ต่อ แบ่งเบา หรือบริษัทในเครือ (เว้นแต่กรณีที่ แบ่งเบา
        หรือบริษัทในเครือเป็นผู้จำหน่ายสินค้าในธุกรรมตามข้อเรียกร้องดังกล่าว)
        ที่เกี่ยวข้องกับธุรกรรมใดๆ ที่ทำขึ้นบนไซต์หรือข้อพิพาทใดๆ
        ที่เกี่ยวข้องกับธุรกรรมดังกล่าว{' '}
      </p>
      <br />
      <p className="text-sm">
        17.3 ผู้ใช้ที่ได้รับการคุ้มครองภายใต้ แบ่งเบา Guarantee
        สามารถส่งคำขอเป็นลายลักษณ์อักษรไปยัง แบ่งเบา
        เพื่อให้ช่วยในการยุติปัญหาซึ่งอาจเกิดขึ้นจากการทำธุรกรรมเมื่อได้รับการร้องขอ
        แบ่งเบา อาจ ตามดุลยพินิจแต่เพียงผู้เดียวของตน
        และโดยไม่มีความรับผิดอย่างสิ้นเชิงต่อผู้ซื้อและผู้ขาย
        ดำเนินขั้นตอนทั้งหมดที่จำเป็นเพื่อช่วยผู้ใช้ยุติข้อพิพาทระหว่างกัน
        โปรดดูรายละเอียดเพิ่มเติมจากนโยบายการคืนเงินและคืนสินค้าของ แบ่งเบา{' '}
      </p>
      <br />
      <p className="text-sm">
        17.4 เพื่อความชัดเจน บริการที่จัดไว้ให้ภายใต้ส่วนที่ 17
        นี้ใช้ได้กับผู้ซื้อที่ได้รับการคุ้มครองภายใต้ แบ่งเบา Guarantee เท่านั้น
        ผู้ซื้อที่ใช้วิธีการชำระเงินแบบอื่นในการซื้อสินค้าควรติดต่อผู้ขายโดยตรง{' '}
      </p>
      <br />
      <h3 className="text-lg">18. ความคิดเห็น </h3>
      <br />
      <p className="text-sm">
        18.1 แบ่งเบา ยินดีรับฟังทุกความคิดเห็นจากผู้ใช้ ซึ่งจะช่วยให้ แบ่งเบา
        ปรับปรุงคุณภาพของบริการที่มอบให้
        โปรดดูรายละเอียดเพิ่มเติมเกี่ยวกับขั้นตอนการส่งความคิดเห็นด้านล่าง
        <br />
        (1) สามารถส่งความคิดเห็นเป็นลายลักษณ์อักษรทางอีเมลมายัง
        หรือใช้แบบฟอร์มความคิดเห็นในแอป
        <br />
        (2) ไม่รับความคิดเห็นที่ไม่ระบุชื่อผู้ร้องเรียน
        <br />
        (3)
        ผู้ใช้ที่ได้รับผลกระทบจากความคิดเห็นควรได้รับแจ้งถึงข้อเท็จจริงอย่างครบถ้วน
        และได้รับโอกาสให้ทำเรื่องชี้แจง
        <br />
        (4) ไม่รับความคิดเห็นที่คลุมเครือและทำให้เสื่อมเสีย{' '}
      </p>
      <br />
      <h3 className="text-lg">19. การปฏิเสธความรับผิดชอบ </h3>
      <br />
      <p className="text-sm">
        19.1 บริการนี้จัดไว้ให้ &quot;ตามสภาพจริง&quot; โดยไม่มีการรับประกัน
        การอ้างสิทธิ์ หรือการรับรองโดย แบ่งเบา ไม่ว่าในลักษณะใด ทั้งแบบชัดแจ้ง
        โดยนัย หรือแบบบังคับ อันเกี่ยวเนื่องกับบริการ รวมถึงแต่ไม่จำกัดเพียง
        การรับประกันคุณภาพ การดำเนินงาน การไม่ละเมิดสิทธิ
        ความสามารถในการทำการค้า หรือความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ
        รวมทั้งไม่มีการรับประกันที่เกิดขึ้นระหว่างการติดต่อ การดำเนินงาน
        หรือการใช้เพื่อการค้า โดยไม่เป็นการจำกัดสิ่งที่กล่าวไปก่อนหน้านี้
        และจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ แบ่งเบา
        ไม่รับประกันว่า บริการ ไซต์นี้ หรือการทำงานในไซต์จะพร้อมใช้งานได้
        เข้าถึงได้ ไม่หยุดชะงัก ทันต่อเวลา ปลอดภัย ถูกต้อง ครบถ้วน
        หรือปราศจากข้อผิดพลาด ว่าข้อบกพร่อง หากมี จะได้รับการแก้ไข หรือว่า
        ไซต์นี้และ/หรือเซิร์ฟเวอร์ของไซต์จะใช้งานได้โดยปราศจากไวรัส นาฬิกา
        ระบบตั้งเวลา ตัวนับ หนอน ล็อคซอฟต์แวร์ อุปกรณ์สอดแนม ม้าโทรจัน เราติ้ง
        ประตูกับดัก ระเบิดเวลา หรือรหัส คำสั่ง โปรแกรม
        หรือส่วนประกอบที่เป็นอันตรายอื่นใด{' '}
      </p>
      <br />
      <p className="text-sm">
        19.2
        คุณรับทราบว่าความเสี่ยงทั้งหมดที่เกิดขึ้นจากการใช้หรือการดำเนินงานของไซต์นี้และ/หรือบริการ
        ตกเป็นของคุณจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้{' '}
      </p>
      <br />
      <p className="text-sm">
        19.3 แบ่งเบา ไม่ได้ควบคุมและ
        จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้
        ไม่รับประกันหรือรับผิดชอบต่อ:
        <br />
        (1) ความเหมาะสมเพื่อวัตถุประสงค์ การมีอยู่ คุณภาพ
        ความปลอดภัยหรือความชอบด้วยกฎหมายของสินค้าที่วางจำหน่ายผ่านทางบริการ หรือ
        <br />
        (2) ความสามารถของผู้ขายในการขายสินค้าหรือของผู้ซื้อในการชำระค่าสินค้า
        หากมีข้อพิพาทที่เกี่ยวกับผู้ใช้ตั้งแต่หนึ่งคนขึ้นไป
        ผู้ใช้ดังกล่าวตกลงที่จะยุติข้อพิพาทระหว่างกันโดยตรง
        และจนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้ ปลดปล่อย แบ่งเบา
        และบริษัทในเครือออกจากการอ้างสิทธิ การเรียกร้อง และความเสียหายใดๆ
        และทั้งหมด อันเกิดจากหรือเกี่ยวเนื่องกับข้อพิพาทดังกล่าว{' '}
      </p>
      <br />
      <h3 className="text-lg">20. ข้อยกเว้นและข้อจำกัดการรับผิด </h3>
      <br />
      <p className="text-sm">
        20.1 จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้
        ไม่ว่าในสถานการณ์ใดก็ตาม แบ่งเบา จะไม่รับผิดไม่ว่าตามสัญญา การรับประกัน
        การละเมิด (รวมถึง แต่ไม่จำกัดเพียง ความประมาทเลินเล่อ (ไม่ว่าในเชิงรุก
        เชิงรับ หรือถูกใส่ความ) ความรับผิดของผลิตภัณฑ์
        ความรับผิดโดยสิ้นเชิงหรือทฤษฎีอื่น) หรือประเด็นฟ้องอื่นตามกฎหมาย
        ตามความเที่ยงธรรม ตามบทกฎหมาย หรืออื่นใด ต่อ:
        <br />
        <br />
        20.1.1 (1) การสูญเสียการใช้งาน (2) การสูญเสียกำไร (3) การสูญเสียรายได้
        (4) การสูญเสียข้อมูล (5) การสูญเสียค่าความนิยม หรือ (6)
        การล้มเหลวในการรับรู้เงินออมที่คาดการณ์ไว้
        ในแต่ละกรณีทั้งในทางตรงและทางอ้อม หรือ
        <br />
        <br />
        20.1.2 ความเสียหายทางอ้อม โดยบังเอิญ พิเศษ
        หรือที่เป็นผลตามมาที่เกิดจากหรือเกี่ยวเนื่องกับการใช้หรือการไม่สามารถใช้ไซต์นี้หรือบริการ
        รวมถึงแต่ไม่จำกัดเพียง ความเสียหายอันเกิดจากสิ่งดังกล่าว แม้ว่า แบ่งเบา
        จะได้รับแจ้งถึงความเป็นไปได้ของความเสียหายดังกล่าวแล้วก็ตาม{' '}
      </p>
      <br />
      <p className="text-sm">
        20.2
        คุณรับทราบและตกลงว่าสิทธิเพียงอย่างเดียวที่คุณมีเกี่ยวกับปัญหาหรือความไม่พึงพอใจใดๆ
        ในบริการคือการขอให้ยกเลิกบัญชีของคุณ และ/หรือหยุดใช้งานบริการ{' '}
      </p>
      <br />
      <p className="text-sm">
        20.3 ถ้า โดยไม่คำนึงถึงความในส่วนก่อนหน้า แบ่งเบา
        ถูกศาลหรือเขตอำนาจศาลที่มีอำนาจสั่งให้ต้องรับผิด
        (รวมถึงต่อการประมาทเลินเล่ออย่างร้ายแรง)
        จนถึงขอบเขตสูงสุดที่กฎหมายที่เกี่ยวข้องอนุญาตไว้
        ความรับผิดต่อคุณหรือบุคคลภายนอกใดๆ จะจำกัดอยู่ที่น้อยกว่าสิ่งต่อไปนี้
        (ก) จำนวนเงินที่ต้องชำระให้แก่คุณตาม แบ่งเบา GUARANTEE{' '}
      </p>
      <br />
      <p className="text-sm">
        20.4
        ไม่มีสิ่งใดในเงื่อนไขการให้บริการนี้ที่จะจำกัดหรือยกเว้นความรับผิดต่อการเสียชีวิต
        หรือการบาดเจ็บร่างกายอันเกิดจากความประมาทเลินเล่อของ แบ่งเบา การฉ้อโกง
        หรือต่อความรับผิดอื่นใดในส่วนของ แบ่งเบา
        ที่ไม่สามารถจำกัดและ/หรือยกเว้นได้ตามกฎหมาย{' '}
      </p>
      <br />
      <h3 className="text-lg">
        21. ลิงก์ไปยังไซต์ของบุคคลภายนอกและแชร์วิดีโอจาก YouTube{' '}
      </h3>
      <p className="text-sm">
        ลิงก์ของบุคคลภายนอกซึ่งมีอยู่ทั่วทั้งไซต์ จะให้คุณสามารถออกจากไซต์นี้ได้
        ลิงก์เหล่านี้จัดไว้ให้ตามมารยาทเท่านั้น
        และไซต์ที่มีลิงก์ไปไม่ได้อยู่ภายใต้การควบคุมของ แบ่งเบา ไม่ว่าในลักษณะใด
        และคุณเข้าถึงไซต์เหล่านี้ด้วยความเสี่ยงของคุณเอง แบ่งเบา
        ไม่รับผิดชอบไม่ว่ากรณีใดต่อเนื้อหาของไซต์ที่ลิงก์ไปดังกล่าว
        หรือลิงก์ที่อยู่ในไซต์ที่มีลิงก์ไป
        รวมถึงการเปลี่ยนแปลงหรือการอัปเดตไซต์ดังกล่าว แบ่งเบา
        จัดลิงก์เหล่านี้ไว้ให้เพื่อความสะดวกเท่านั้น และการรวมลิงก์ใดๆ
        ไว้ไม่ได้แสดงนัยหรือการเชื่อมโยงอย่างชัดแจ้ง การรับรอง
        หรือการเป็นผู้สนับสนุนโดย แบ่งเบา ถึงไซต์ที่ลิงก์ไปใดๆ
        และ/หรือเนื้อหาในไซต์ที่ลิงก์ไปนั้น{' '}
      </p>
      <br />
      <h3 className="text-lg">22. การมีส่วนร่วมของคุณต่อบริการ </h3>
      <br />
      <p className="text-sm">
        22.1 การส่งเนื้อหาเพื่อรวมไว้ในบริการ
        แสดงว่าคุณรับรองและรับประกันว่าคุณมีสิทธิและ/หรือการอนุญาตที่จำเป็นทั้งหมดเพื่อมอบสิทธิ์การใช้งานด้านล่างแก่
        แบ่งเบา คุณยังรับทราบและตกลงต่อไปว่า
        คุณคือผู้รับผิดชอบแต่เพียงผู้เดียวต่อสิ่งใดก็ตามที่คุณโพสต์หรือทำให้ใช้งานได้บนหรือผ่านทางบริการ
        รวมถึงแต่ไม่จำกัดเพียง ความถูกต้อง ความน่าเชื่อถือ ลักษณะ
        การปลอดจากสิทธิ์ การตรงตามกฎหมายและข้อจำกัดทางกฎหมาย
        ที่เกี่ยวข้องกับเนื้อหาที่ส่งเข้ามา คุณมอบสิทธิ์การใช้งานตลอดกาล
        ที่เพิกถอนไม่ได้ เป็นสากล ไม่ผูกขาด ปลอดค่าลิขสิทธิ์
        สามารถมอบสิทธิต่อไปได้ และเปลี่ยนมือได้ ให้แก่ แบ่งเบา และผู้รับช่วงต่อ
        ในการใช้ คัดลอก แจกจ่าย เผยแพร่ซ้ำ ส่งต่อ ดัดแปลง ปรับเปลี่ยน
        สร้างงานอนุพันธ์จาก แสดงแก่สาธารณะ และดำเนินการต่อสาธารณะ
        เนื้อหาที่ส่งเข้ามาดังกล่าวบน ผ่านทางหรือที่เกี่ยวเนื่องกับบริการ
        ในรูปแบบสื่อใดๆ และผ่านช่องทางสื่อใด รวมถึงแต่ไม่จำกัดเพียง
        เพื่อการส่งเสริมการขายและแจกจ่ายต่อส่วนต่างๆ ของบริการ
        (และงานอนุพันธ์ของบริการ) โดยไม่ต้องมีอำนาจหน้าที่ที่ได้รับมอบหมาย
        และคุณตกลงที่จะสละสิทธิทางศีลธรรมใดๆ (และสิทธิที่คล้ายกันในส่วนต่างๆ
        ทั่วโลก) ในเรื่องดังกล่าว
        คุณเข้าใจว่าสิ่งที่คุณส่งเข้ามานั้นอาจถูกส่งต่อทางเครือข่ายต่างๆ
        และถูกเปลี่ยนเพื่อให้ตรงตามและปรับให้เข้ากับข้อกำหนดทางเทคนิค{' '}
      </p>
      <br />
      <p className="text-sm">
        22.2 วัสดุ ข้อมูล หรือแนวคิดใดที่คุณโพสต์บนหรือผ่านทางบริการ
        หรือส่งต่อมายัง แบ่งเบา ไม่ว่าด้วยวิธีใด (เรียกว่า
        &quot;สิ่งที่ส่งมา&quot;) ไม่ถือว่าเป็นความลับโดย แบ่งเบา
        และอาจถูกเผยแพร่หรือใช้โดย แบ่งเบา โดยปราศจากการชดเชยหรือการรับผิดต่อคุณ
        ไม่ว่าด้วยจุดประสงค์ใดก็ตาม รวมถึงแต่ไม่จำกัดเพียง การพัฒนา การผลิต
        และการทำตลาดผลิตภัณฑ์ ในการส่งสิ่งที่ส่งมาแก่ แบ่งเบา
        คุณรับทราบและตกลงว่า แบ่งเบา และ/หรือบุคคลภายนอกอื่นๆ อาจพัฒนาซอฟต์แวร์
        แอปพลิเคชัน อินเทอร์เฟส ผลิตภัณฑ์ และส่วนปรับปรุงของสิ่งดังกล่าวโดยอิสระ
        ซึ่งมีลักษณะการทำงาน รหัส
        หรือลักษณะพิเศษอื่นตรงหรือคล้ายกับแนวคิดที่กำหนดไว้ในสิ่งที่ส่งมาของคุณ
        ดังนั้นคุณจึงได้มอบสิทธิ์การใช้งานตลอดกาล ที่เพิกถอนไม่ได้ เป็นสากล
        ไม่ผูกขาด ปลอดค่าลิขสิทธิ์ สามารถมอบสิทธิต่อไปได้ และเปลี่ยนมือได้
        ให้แก่ แบ่งเบา และผู้รับช่วงต่อ ในการพัฒนาสิ่งที่ระบุไว้ข้างตน
        และเพื่อใช้ คัดลอก แจกจ่าย เผยแพร่ซ้ำ ส่งต่อ ดัดแปลง ปรับเปลี่ยน
        สร้างงานอนุพันธ์จาก แสดงแก่สาธารณะ และดำเนินการต่อสาธารณะ
        สิ่งที่ส่งมาดังกล่าวบน ผ่านทางหรือที่เกี่ยวเนื่องกับบริการ
        ในรูปแบบสื่อใดๆ และผ่านช่องทางสื่อใด รวมถึงแต่ไม่จำกัดเพียง
        เพื่อการส่งเสริมการขายและแจกจ่ายต่อส่วนต่างๆ ของบริการ
        (และงานอนุพันธ์ของบริการ) โดยไม่ต้องมีอำนาจหน้าที่ที่ได้รับมอบหมาย
        และคุณตกลงที่จะสละสิทธิทางศีลธรรมใดๆ (และงานอนุพันธ์จากบริการ)
        ข้อกำหนดนี้ไม่ใช้บังคับกับข้อมูลส่วนบุคคลที่ต้องอยู่ภายใต้นโยบายความเป็นส่วนตัวของเรา
        เว้นแต่ในขอบเขตที่คุณทำให้ข้อมูลส่วนบุคคลดังกล่าวใช้งานได้แก่สาธารณะบนหรือผ่านทางบริการ{' '}
      </p>
      <br />
      <h3 className="text-lg">
        23. การมีส่วนร่วมของบุคคลภายนอกต่อบริการและลิงก์ภายนอก{' '}
      </h3>
      <br />
      <p className="text-sm">
        23.1 ผู้มีส่วนร่วมในบริการแต่ละคน ในด้านข้อมูล ข้อความ ภาพ เสียง วิดีโอ
        ซอฟต์แวร์ และเนื้อหาอื่นๆ เป็นผู้รับผิดชอบแต่เพียงผู้เดียวต่อความถูกต้อง
        ความน่าเชื่อถือ ลักษณะ การปลอดจากสิทธิ์
        การตรงตามกฎหมายและข้อจำกัดทางกฎหมาย ที่เกี่ยวข้องกับเนื้อหาที่ส่งเข้ามา
        ดังนั้น แบ่งเบา จะไม่รับผิดชอบต่อ
        และจะไม่เฝ้าติดตามหรือตรวจสอบอย่างสม่ำเสมอถึงความถูกต้อง ความน่าเชื่อถือ
        ลักษณะ การปลอดจากสิทธิ์ การตรงตามกฎหมายและข้อจำกัดทางกฎหมาย
        ที่เกี่ยวข้องกับเนื้อหาที่ส่งเข้ามา คุณจะไม่กำหนดให้ แบ่งเบา
        ต้องรับผิดชอบต่อการดำเนินการหรือไม่ดำเนินการของผู้ใช้
        รวมถึงแต่ไม่จำกัดเพียง สิ่งที่โพสต์หรือทำให้ใช้งานได้ผ่านทางบริการ{' '}
      </p>
      <br />
      <p className="text-sm">
        23.2 นอกจากนี้ บริการอาจมีลิงก์ไปยังผลิตภัณฑ์ เว็บไซต์
        บริการและข้อเสนอของบุคคลภายนอก ลิงก์ ผลิตภัณฑ์ เว็บไซต์
        บริการของบุคคลภายนอกเหล่านี้ไม่ได้เป็นของหรือควบคุมโดย แบ่งเบา
        แต่ดำเนินการโดย และเป็นทรัพย์สินของบุคคลภายนอกที่เกี่ยวข้อง
        และอาจได้รับการคุ้มครองตามกฎหมายลิขสิทธิ์หรือกฎหมายและสนธิสัญญาว่าด้วยทรัพย์สินทางปัญญาอื่นๆ
        ที่บังคับใช้ แบ่งเบา ไม่ได้ตรวจสอบ และไม่รับผิดชอบต่อเนื้อหา
        ฟังก์ชั่นการทำงาน ความปลอดภัย บริการ นโยบายความเป็นส่วนตัว
        หรือการปฏิบัติอื่นๆ ของบุคคลภายนอกเหล่านี้
        ขอแนะนำให้อ่านข้อกำหนดและนโยบายอื่นๆ ที่เผยแพร่บนเว็บไซต์หรืออื่นๆ
        โดยบุคคลภายนอกดังกล่าว ในการใช้บริการ คุณตกลงว่า แบ่งเบา
        จะไม่รับผิดชอบในลักษณะใดก็ตามอันเนื่องมาจากการใช้งานของคุณหรือการไม่สามารถใช้งานเว็บไซต์หรือวิดเจ็ตใดๆ
        คุณรับทราบและตกลงต่อไปด้วยว่า แบ่งเบา อาจยกเลิกการใช้งานของคุณ
        หรือลบลิงก์ของบุคคลภายนอก หรือแอปพลิเคชันบนบริการ
        ตามขอบเขตที่การใช้งานนั้นละเมิดเงื่อนไขการให้บริการนี้{' '}
      </p>
      <br />
      <h3 className="text-lg">
        24. การรับรองและการรับประกันของคุณรับรองและรับประกันว่า{' '}
      </h3>
      <br />
      <p className="text-sm">
        (ก) คุณบรรลุนิติภาวะ (และในกรณีของผู้เยาว์
        ได้รับความยินยอมจากพ่อแม่หรือผู้ปกครองตามกฎหมาย)
        มีสิทธิและความสามารถที่จะเข้าทำสัญญาเงื่อนไขการให้บริการนี้และปฏิบัติตามเงื่อนไขนี้
        และ (ข)
        คุณจะใช้บริการเพื่อจุดประสงค์ที่ถูกกฎหมายและตามเงื่อนไขการให้บริการนี้
        และกฎหมาย กฎระเบียบ ประมวลกฎหมาย คำสั่ง แนวทางปฏิบัติ
        นโยบายและข้อบังคับที่บังคับใช้ทั้งหมด{' '}
      </p>
      <br />
      <h3 className="text-lg">
        25. การกระทำอันเป็นการฉ้อโกงหรือการกระทำที่ต้องสงสัย{' '}
      </h3>
      <br />
      <p className="text-sm">
        โดยใช้ดุลยพินิจของ แบ่งเบา แต่เพียงผู้เดียว หาก แบ่งเบา
        มีเหตุอันควรเชื่อได้ว่าคุณได้กระทำการหรือทำธุรกรรมใดๆ
        ที่อาจเป็นการฉ้อโกงหรือเป็นที่ต้องสงสัย เราอาจจะดำเนินมาตรการต่างๆ
        เพื่อปกป้อง แบ่งเบา ผู้ซื้อหรือผู้ขายคนอื่นๆ หรือบุคคลภายนอกจากการคืนเงิน
        การปฏิเสธการจ่ายเงิน การคัดค้านการจ่ายเงิน ค่าธรรมเนียม ค่าปรับ
        เบี้ยปรับและความรับผิดอื่นใด มาตรการที่เราอาจจะดำเนินการได้แก่
        <br />
        (1) เราอาจจะปิด ระงับหรือจำกัดการเข้าถึงบัญชีของคุณหรือการให้บริการ
        และ/หรือระงับการทำธุกรรมใดๆ
        <br />
        (2) เราอาจจะระงับสิทธิของคุณสำหรับ แบ่งเบา Guarantee
        <br />
        (3) เราอาจจะถือครองไว้
        ใช้หรือโอนเงินที่อยู่ในบัญชีของคุณตามคำพิพากษาและคำสั่งที่เกี่ยวข้องกับคุณหรือบัญชีของคุณ
        ซึ่งรวมถึงคำพิพากษาและคำสั่งของศาลของประเทศสิงคโปร์หรือที่อื่นใดที่เกี่ยวข้องกับ
        แบ่งเบา
        <br />
        (4) เราอาจปฏิเสธการให้บริการแก่คุณทันทีหรือในอนาคต
        <br />
        (5)
        เราอาจจะถือครองเงินของท่านในระยะเวลาที่จำเป็นต่อการป้องกันความเสี่ยงที่อาจก่อให้เกิดความรับผิดต่อ
        แบ่งเบา หรือบุคคลภายนอก
        หรือกรณีที่เรามีความเชื่อมั่นว่าคุณได้กระทำการหรือทำธุรกรรมใดๆ
        ที่อาจเป็นการฉ้อโกงหรือเป็นที่ต้องสงสัย{' '}
      </p>
      <br />
      <p className="text-sm">
        เพื่อวัตถุประสงค์ในการตีความในข้อนี้ &quot;การปฏิเสธการจ่ายเงิน&quot;
        หมายถึง
        คำร้องเรียนที่ผู้ซื้อยื่นต่อบริษัทบัตรเดบิตหรือบัตรเครดิตของผู้ซื้อหรือธนาคารที่ออกบัตรเดบิตหรือบัตรเครดิตเพื่อทำให้การจ่ายเงินเป็นโมฆะ
        &quot;การคัดค้านการจ่ายเงิน&quot; หมายถึง
        การคัดค้านการจ่ายเงินที่ผู้ซื้อหรือผู้ขายได้แจ้งต่อ แบ่งเบา โดยตรง
        &quot;การคืนเงิน&quot; หมายถึง การคืนเงินค่าสินค้าโดย แบ่งเบา เนื่องจาก
        <br />
        (1) ธนาคารของผู้ร้องขอได้ทำให้การจ่ายเงินดังกล่าวเป็นโมฆะ
        <br />
        (2) แบ่งเบา ได้นำส่งค่าสินค้าแก่คุณโดยผิดพลาด
        <br />
        (3)ผู้นำส่งค่าสินค้าไม่ได้รับอนุญาตให้นำส่งค่าสินค้าดังกล่าว
        (ตัวอย่างเช่น ผู้นำส่งได้ใช้บัตรเครดิตที่ถูกขโมย)
        <br />
        (4) คุณได้รับค่าสินค้าจากการกระทำที่เป็นอันฝ่าฝืนข้อกำหนดการให้บริการนี้
        หรือ
        <br />
        (5) แบ่งเบา ประสงค์ที่จะคัดค้านการจ่ายเงินกับคุณ{' '}
      </p>
      <br />
      <h3 className="text-lg">26. การชดใช้ค่าเสียหาย </h3>

      <br />
      <p className="text-sm">
        {' '}
        คุณตกลงที่จะชดใช้ ปกป้องและทำให้ แบ่งเบา ผู้ถือหุ้น บริษัทย่อย
        บริษัทในเครือ กรรมการ เจ้าหน้าที่ ตัวแทน ผู้ร่วมแบรนด์ หรือหุ้นส่วนอื่น
        และพนักงาน (เรียกรวมว่า &quot;ฝ่ายที่ได้รับการชดใช้&quot;)
        พ้นจากการเรียกร้องสิทธิ การดำเนินการ การดำเนินคดี และการฟ้องร้องคดี
        รวมถึงหนี้สิน ความเสียหาย การชำระหนี้ บทลงโทษ ค่าปรับ
        ค่าใช้จ่ายและต้นทุนที่เกี่ยวข้องทั้งหมด (รวมถึงแต่ไม่จำกัดเพียง
        ค่าใช้จ่ายในการยุติข้อพิพาทอื่นๆ) ที่เกิดแก่ฝ่ายที่ได้รับการชดใช้
        อันเกิดจากหรือเกี่ยวข้องกับ:
        <br />
        (1) ธุรกรรมใดๆ ที่ทำขึ้นบนไซต์ หรือข้อพิพาทใดๆ
        ที่เกี่ยวข้องกับธุรกรรมดังกล่าว เว้นแต่กรณีที่ แบ่งเบา
        หรือบริษัทในเครือเป็นผู้จำหน่ายสินค้าในธุรกรรมที่เกี่ยวข้องกับข้อพิพาทดังกล่าว)
        <br />
        (2) แบ่งเบา Guarantee
        <br />
        (3) การโฮสต์ การดำเนินงาน การจัดการและ/หรือการดูแลระบบบริการ
        โดยหรือในนามของ แบ่งเบา
        <br />
        (4) การฝ่าฝืนหรือละเมิดเงื่อนไขใดๆ
        ในเงื่อนไขการให้บริการนี้และนโยบายหรือแนวทางปฏิบัติอื่นใดที่อ้างถึงในที่นี่
        <br />
        (5) การใช้หรือใช้บริการในทางที่ผิด หรือ
        <br />
        (6) การละเมิดกฎหมายหรือสิทธิใดๆ ของบุคคลภายนอก{' '}
      </p>
      <br />
      <h3 className="text-lg">27. การแยกออกจากกันได้ </h3>
      <br />
      <p className="text-sm">
        หากบทบัญญัติใดในเงื่อนไขการให้บริการนี้ถือว่าผิดกฎหมาย เป็นโมฆะ
        หรือไม่สามารถบังคับใช้ได้ไม่ว่าด้วยเหตุผลใดภายใต้กฎหมายของเขตอำนาจศาลใด
        ให้ถือว่าบทบัญญัตินั้นสามารถแยกออกจากกันได้จากข้อกำหนดและเงื่อนไขนี้
        และไม่ส่งผลต่อความสมบูรณ์และการมีผลบังคับใช้ของบทบัญญัติที่เหลือ
        หรือความสมบูรณ์และการมีผลบังคับใช้ของบทบัญญัติที่มีปัญหาภายใต้กฎหมายของเขตอำนาจศาลอื่นใด{' '}
      </p>
      <br />
      <h3 className="text-lg">28. กฎหมายที่ใช้บังคับ </h3>
      <br />
      <p className="text-sm">
        เงื่อนไขการให้บริการนี้อยู่ภายใต้บังคับและตีความตามกฎหมายของประเทศไทย
        โดยไม่คำนึงถึงหลักกฏหมายขัดกัน
        และไม่นำข้อกำหนดที่เกี่ยวข้องของอนุสัญญาสหประชาชาติว่าด้วยสัญญาซื้อขายสินค้าระหว่างประเทศ
        (CISG) และกฎหมายมาตรฐานว่าด้วยธุรกรรมข้อมูลคอมพิวเตอร์ (UCITA)
        มาใช้บังคับกับเงื่อนไขการให้บริการนี้ ทั้งนี้
        เว้นแต่กฎหมายที่บังคับใช้จะกำหนดไว้เป็นอย่างอื่น ข้อพิพาท ข้อขัดแย้ง
        การเรียกร้องสิทธิหรือความแตกต่างทุกประเภทที่อาจจะเกิดขึ้น
        จากหรือเกี่ยวข้องกับเงื่อนไขการให้บริการนี้ ต่อหรือเกี่ยวข้องกับ แบ่งเบา
        หรือฝ่ายที่ได้รับการชดใช้ภายใต้เงื่อนไขการให้บริการนี้
        ให้มีการวินิจฉัยชี้ขาดเป็นที่สุดโดยอนุญาโตตุลาการในประเทศไทย
        ตามข้อบังคับสถาบันอนุญาโตตุลาการ ที เอช เอ ซี ว่าด้วยอนุญาโตตุลาการ
        (&quot;กฎ THAC&quot;)
        ใช้บังคับอยู่ในขณะที่มีการเสนอข้อพิพาทเพื่อการอนุญาโตตุลาการ
        โดยให้อยู่ภายใต้การจัดการของสถาบันอนุญาโตตุลาการ
        ซึ่งถือว่าได้รวมเข้าไว้โดยการอ้างอิงในส่วนนี้ โดยจะมีอนุญาโตตุลาการหนึ่ง
        (1) ท่านและภาษาในการอนุญาโตตุลาการคือภาษาไทย{' '}
      </p>
      <br />
      <h3 className="text-lg">29. บทบัญญัติทั่วไป </h3>
      <br />
      <p className="text-sm">
        27.1 แบ่งเบา สงวนสิทธิ์ทั้งหมดที่ไม่ได้ให้ไว้โดยชัดแจ้งในที่นี้{' '}
      </p>
      <br />
      <p className="text-sm">
        27.2 แบ่งเบา
        อาจแก้ไขเงื่อนไขการให้บริการนี้ได้ตลอดเวลาโดยโพสต์เงื่อนไขการให้บริการฉบับแก้ไขบนไซต์นี้
        การใช้งานไซต์นี้ต่อไปของคุณ และ/หรือ การได้รับบริการ (เพื่อขจัดข้อสงสัย
        รวมถึงการจัดให้มีหรือรักษาบัญชีของคุณโดย
        แบ่งเบา) หลังการเปลี่ยนแปลงดังกล่าวจะถือว่าคุณยอมรับเงื่อนไขการให้บริการฉบับแก้ไขนั้นแล้ว{' '}
      </p>
      <br />
      <p className="text-sm">
        27.3 คุณต้องไม่มอบหมาย ให้สิทธิ์การใช้งานต่อ
        หรือโอนสิทธิที่มอบให้แก่คุณในที่นี้หรือทำสัญญาช่วงข้อผูกพันใดๆ ของคุณ{' '}
      </p>
      <br />
      <p className="text-sm">
        27.4 ไม่มีสิ่งใดในเงื่อนไขการให้บริการนี้จะถือเป็นการเป็นหุ้นส่วน
        การลงทุนร่วม หรือความสัมพันธ์ระหว่างตัวการกับตัวแทน ระหว่างคุณและ แบ่งเบา
        และไม่มีสิ่งใดอนุญาตให้คุณสร้างภาระค่าใช้จ่ายหรือหนี้สินในนามของ แบ่งเบา{' '}
      </p>

      <br />
      <p className="text-sm">
        27.5 ความล้มเหลวของ แบ่งเบา ไม่ว่าเวลาใด
        ที่จะบังคับใช้บทบัญญัติใดของเงื่อนไขนี้
        ไม่ส่งผลไม่ว่าในทางใดต่อสิทธิของตนในภายหลังที่จะบังคับใช้บทบัญญัติดังกล่าว
        เว้นแต่มีการสละสิทธิ์ไว้เป็นลายลักษณ์อักษร{' '}
      </p>
      <br />
      <p className="text-sm">
        27.6 เงื่อนไขการให้บริการนี้มีไว้เพื่อคุณและประโยชน์ของเราเท่านั้น
        และไม่ใช่เพื่อประโยชน์ของบุคคลหรือนิติบุคคลอื่นใด
        เว้นแต่บริษัทย่อยและบริษัทในเครือของ แบ่งเบา
        (และผู้รับช่วงและผู้รับมอบหมายของบริษัทย่อยและบริษัทในเครือที่เกี่ยวข้องของ
        แบ่งเบา แต่ละแห่ง){' '}
      </p>
      <br />
      <p className="text-sm">
        27.7
        เงื่อนไขที่กำหนดไว้ในเงื่อนไขการให้บริการนี้และข้อตกลงรวมถึงนโยบายใดๆ
        ที่รวมอยู่ในหรืออ้างถึงในเงื่อนไขการให้บริการนี้
        ถือเป็นข้อตกลงที่สมบูรณ์
        และความเข้าใจของคู่สัญญาอันเกี่ยวกับบริการและไซต์
        และใช้แทนที่ข้อตกลงหรือความเข้าใจก่อนหน้านี้ระหว่างคู่สัญญาซึ่งเกี่ยวข้องกับเรื่องดังกล่าว
        ดังนั้นคู่สัญญาจึงยกเว้นเงื่อนไขโดยนัยทั้งหมดตามข้อเท็จจริง
        ในการเข้าทำข้อตกลงที่เกิดจากเงื่อนไขการให้บริการนี้นั้น
        คู่สัญญาไม่ได้พึ่งพาถ้อยแถลง การรับรอง การรับประกัน ความเข้าใจ
        ภาระหน้าที่ คำสัญญา
        หรือคำมั่นจากบุคคลใดนอกเหนือจากที่ระบุไว้อย่างชัดแจ้งในเงื่อนไขการให้บริการนี้
        คู่สัญญาแต่ละฝ่ายสละการเรียกร้องที่เพิกถอนไม่ได้และไม่มีเงื่อนไข
        สิทธิและการเยียวยาทั้งหมด ซึ่งแต่สำหรับส่วนนี้
        ตนอาจมีอันเกี่ยวเนื่องกับสิ่งใดที่กล่าวมาก่อนหน้านี้
        เงื่อนไขการให้บริการนี้ไม่อาจโต้แย้ง อธิบาย
        หรือเสริมด้วยหลักฐานข้อตกลงก่อนหน้า ข้อตกลงปากเปล่าซึ่งเกิดขึ้นพร้อมกัน
        หรือเงื่อนไขเพิ่มเติมที่สอดคล้องกันใดๆ{' '}
      </p>
      <br />
      <p className="text-sm">
        27.8 คุณตกลงที่จะปฏิบัติตามกฎหมาย บทกฎหมาย
        ข้อบังคับและประมวลกฎหมายที่บังคับใช้ทั้งหมด
        ที่เกี่ยวกับการต่อต้านการติดสินบนและการทุจริต
        รวมถึงแต่ไม่จำกัดเพียงพระราชบัญญัติการติดสินบนของสหราชอาณาจักร
        กฎหมายป้องกันการทุจริตในต่างประเทศของสหรัฐฯ
        และกฎหมายป้องกันการทุจริตของสิงคโปร์
        รวมทั้งยืนยันว่าคุณได้และจะกำหนดนโยบายและระเบียบทั้งหมดที่จำเป็นเพื่อรับรองการปฏิบัติตามข้อกำหนดดังที่ว่านี้{' '}
      </p>
      <br />
      <p className="text-sm">
        27.9 หากมีคำถามหรือข้อกังวลเกี่ยวกับเงื่อนไขการให้บริการนี้
        หรือมีปัญหาที่เกิดจากเงื่อนไขการให้บริการนี้หรือบนไซต์
        โปรดติดต่อเราที่: บริการลูกค้าสัมพันธ์ หนังสือบอกกล่าว:
        โปรดส่งหนังสือบอกกล่าวทั้งหมดไปที่ legal.th@แบ่งเบา.com และส่งถึง
        &quot;ที่ปรึกษากฎหมาย (General Counsel)&quot;{' '}
      </p>
    </div>
  )
}

export default TermsOfUse
